Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Errors.*.resx
Languages: pt

source: Address not found
pt: Endereço não encontrado

# ASSIGNED_DEVICE_TYPE
source: The type of device you want to delete has assigned devices!
pt: O tipo de dispositivo que deseja excluir atribuiu dispositivos!

# ASSIGNED_VEHICLE_TYPE
source: The type of vehicle you are trying to delete has allocated car!
pt: O tipo de veículo que você está tentando excluir atribuiu carro!

# CANT_DEL_TIPOVEHICULO
source: The Car Type of vehicle is associated. You can not delete
pt: O carro tipo de veículo é associada. Você não pode apagar

# CANT_DEL_TIPO_MENSAJE
source: The message type is associated messages. You can not delete.
pt: O tipo de mensagem é associado mensagens. Você não pode apagar.

# CANT_DEL_TIPO_POI
source: Geographic Reference Rate is associated elements. You can not delete.
pt: Geographic Taxa Referencial está associada elementos. Você não pode apagar.

# CANT_DEL_TRANSPORTISTA
source: The Carrier trying to give low is assigned to a car
pt: A Transportadora tentando dar baixa é atribuída a um carro

# CARD_UNIQUE_NUMBER
source: There is already a card with the number entered
pt: Já existe um cartão com o número de inscritos

# CARD_UNIQUE_PIN
source: There is already a card with the PIN entered
pt: Já existe um cartão com o PIN introduzido

# CARD_USED
source: The card that attempts to terminate is assigned to a driver. Desasignela and try again
pt: O cartão que tenta finalizar é atribuída a um condutor. Desasignela e tente novamente

# CHECK_ENTERED_VALUES
source: Check input data
pt: Verifique os dados de entrada

# CLIENTE_INCORRECTO
source: Wrong Customer
pt: Cliente errado

# CLIENTE_REPETIDO
source: Should not enter more than once a client {0}
pt: Não devem entrar mais de uma vez um cliente {0}

# CLOG_MESSAGE_NOT_SENT
source: Unable to send the logistic cycle start to the vehicle:
pt: Não foi possível enviar o início do ciclo logístico do veículo:

# CODIGO_INVALIDO
source: The Code should be a numeric value.
pt: O Código deve ser um valor numérico.

# DELETE_GEO_REF
source: You can not delete a geographical reference that is assigned
pt: Você não pode excluir uma referência geográfica que é atribuído

# DESDE_MAYOR_HASTA
source: The beginning of the range must be less than the end of it.
pt: O início do intervalo deve ser menor do que o fim dele.

# DEVICE_ASSIGNED
source: The device attempts to terminate a vehicle is associated.
pt: O dispositivo tenta finalizar um veículo está associado.

# DEVICE_RESET_ERROR
source: Could not reset the configuration of all devices.
pt: Não foi possível redefinir a configuração de todos os dispositivos.

# DISCULPE_MOLESTIAS
source: We&#39;re Sorry
pt: Pedimos desculpas

# DUPLICATED_CLIENTE
source: There is already an element of type Client
pt: Já existe um elemento de tipo de cliente

# DUPLICATED_OBRA
source: There is already a work item type
pt: Já existe um tipo de item de trabalho

# DUPLICATED_PARTICULAR
source: There is already an element of type Person
pt: Já existe um elemento do tipo Person

# DUPLICATED_PLANTA
source: There is already an element of type plant
pt: Já existe um elemento de tipo planta

# DUPLICATED_TALLER
source: There is already an element of type workshop
pt: Já existe um elemento de workshop tipo

# DUPLICATED_TRANSPORTISTA
source: There is already an element of type Carrier
pt: Já existe um elemento de portador do tipo

# ENTER_MESSAGE_TEXT
source: Enter the message you want
pt: Digite a mensagem que deseja

# ERROR_MAIL_FAILED
source: Unable to send mail to support!
pt: Não é possível enviar e-mail para apoiar!

# ERROR_PAGE
source: Error has been reported to the support center. It will be repaired soon.
pt: Erro foi relatado para o centro de suporte. O produto será consertado em breve.

# FILE_EXPECTED
source: You must enter a file.
pt: Você deve inserir um arquivo.

# FILE_FORMAT
source: Error in file format. Make sure it is correct. Press Help for more information
pt: Erro no formato de arquivo. Verifique se ele está correto. Pressione para obter mais informações

# FUNC_REF_WRONG_CHARS
source: The security reference can not count the following characters:,
pt: O título de referência não pode contar os seguintes caracteres:,

source: Impersonation Failed
pt: Falha representação

# INCOMPATIBLE_EXTENSION
source: The file extension is not correct. Expected: {0}.
pt: A extensão do arquivo não está correto. Esperado: {0}.

# INTERNO_NOT_FOUND
source: Not found the mobile with the inmate: {0}
pt: Não encontrou o celular com o preso: {0}

# LEGAJO_EXISTENTE
source: The entered file already belongs to another employee.
pt: O arquivo de entrada já pertence a outro funcionário.

# MENSAJES_DUPLICADOS
source: Copied all generic messages that did not exist before
pt: Copiado todas as mensagens genéricas que não existia antes

# MESSAGE_NOT_SENT
source: No message has been sent to the following Mobile: {0}
pt: Nenhuma mensagem foi enviada para o Mobile seguinte: {0}

# DEVICE_WITHOUT_GARMIN_CONFIGURED
source: No message has been sent to the following Mobile (no Garmin configured): {0}
pt: Nenhuma mensagem foi enviada para o Mobile seguinte (Nao Garmin): {0}

# MUST_ENTER_DATE
source: You must enter a correct date
pt: Você deve digitar uma data correta

# MUST_ENTER_DIR_POL
source: You must enter an address or geographic polygon for reference.
pt: Você deve digitar um endereço ou um polígono geográfico de referência.

# MUST_ENTER_GEO_REF
source: You must enter a geographical reference.
pt: Você deve digitar uma referência geográfica.

# MUST_ENTER_NUMBER_VALUE
source: The value entered is correct
pt: O valor digitado está correto

# MUST_ENTER_VALUE
source: You must enter: {0}
pt: Você deve digitar: {0}

# MUST_IMPLEMENT_MEMBER
source: Must implement the member: {0}
pt: Deve implementar o membro: {0}

# MUST_SELECT_CENTER_AND_VEHICLE_TYPE
source: You must select at least one Cost Center and Type of vehicle to implement the shift
pt: Você deve selecionar pelo menos um centro de custo e tipo de veículo para implementar a mudança

# MUST_SELECT_POINT
source: You must select a point
pt: Você deve selecionar um ponto

# MUST_SELECT_SHIFT_DAYS
source: You must select at least one day to apply Time
pt: Você deve selecionar pelo menos um dia para aplicar Tempo

# NO_ACCESS
source: The logged in user can not access the system
pt: O usuário conectado não pode acessar o sistema

# NO_ADDRESS_INFO
source: No address information found
pt: Não há informações endereço encontrado

# NO_CLOG_STATES
source: There were no logistical states
pt: Não houve estados logístico

# NO_EMPLOYEE_LEGAJO
source: Not found an employee with the bundle: {0}
pt: Não foi encontrado um trabalhador com o pacote: {0}

# NO_LOGGED_USER
source: No user logged
pt: Nenhum usuário registrado

# NO_MATCHES_FOUND
source: No results found
pt: Não foram encontrados resultados

# NO_MESSAGE_FOR_START_CLOG
source: There is no message associated with the start of the cycle logistics
pt: Não há nenhuma mensagem associada ao início do ciclo de logística

# NO_MODULE_ACCESS
source: The user can not access the requested module.
pt: O usuário não pode acessar o módulo requisitado.

# NO_PASSWORD
source: Enter Password
pt: Digite a senha

# NO_POI_INFO
source: No information was found in the Geographic Reference
pt: Nenhuma informação foi encontrada na referência geográfica

# NO_ROLES
source: The logged in user has no active profiles assigned
pt: O usuário conectado não tem perfis ativos atribuídos

# NO_SELECTED
source: There is no selected {0}
pt: Não há selecionada {0}

# NO_USERNAME
source: Enter Username
pt: Introduza o Nome

# NO_VEHICLE_INFO
source: No information was obtained from Cell
pt: Nenhuma informação foi obtida a partir da pilha

# PAGINA_MANTENIMIENTO
source: Maintenance page
pt: Manutenção da página

# PASSWORDS_DONT_MATCH
source: The password and confirmation do not match
pt: A chave ea sua confirmação não coincidem

# POI_NOT_FOUND
source: Not found any reference to the description Geographic: {0}
pt: Não encontrei nenhuma referência a descrição geográfica: {0}

# SHIFTS_OVERLAPPED
source: The current allocation overlaps with other shifts for that type of vehicle and / or cost center.
pt: A actual repartição sobreposições com outras mudanças para esse tipo de veículo e / ou centro de custo.

# STATE_MESSAGE
source: The code for logistical status messages must be less than 20
pt: O código para mensagens de status de logística deve ser inferior a 20

# SYSTEM_MESSAGE
source: The code for system messages must be a number greater than 88
pt: O código para mensagens do sistema deve ser um número superior a 88

# TARIFA_INCORRECTA
source: You must enter a correct tariff value
pt: Você deve digitar um valor da tarifa correta

# TARIFA_INCORRECTA_CLIENTE
source: Enter rate to the client: {0}
pt: Introduza a taxa para o cliente: {0}

# TICKET_NO_VEHICLE_ASSIGNED
source: The ticket does not have a vehicle assigned
pt: O bilhete não tem um veículo atribuído

# UNDEFINED_COMMAND_QUEUE_NAME
source: He could not send the message to the gateway configuration because we need to configure the name of the command queue.
pt: Ele não conseguiu enviar a mensagem para a configuração do gateway porque precisamos configurar o nome da fila de comando.

# UNDEFINED_COMMAND_QUEUE_USER_GROUP
source: He could not send the message to the gateway configuration because we need to configure the user group associated with queues.
pt: Ele não conseguiu enviar a mensagem para a configuração do gateway, porque nós precisamos configurar o grupo de usuários associados a filas.

# UNDEFINED_ERROR
source: There was an unspecified error in the application.
pt: Houve um erro não especificado no pedido.

# USER_DISABLED
source: Your username has been disabled by the Administrator
pt: Seu nome foi desativado pelo administrador

# USER_MESSAGE
source: The code for user messages must be greater than 20 and less than 89
pt: O código para mensagens do usuário deve ser maior que 20 e inferior a 89

# VEHICLE_NO_DEVICE_ASSIGNED
source: The car does not have an assigned device
pt: O carro não tem um dispositivo atribuído

# VEHICULO_ASIGNADO
source: The vehicle can not be disabled because it has a device assigned.
pt: O veículo não pode ser desativado porque tem um dispositivo designado.

# VEHICULO_CON_DISPOSITIVO
source: The car that tries to cancel has an associated device.
pt: O carro que tenta anular tem um dispositivo associado.

# WRONG_PARAMETERS
source: Failed to enter the parameters, please check and try again
pt: Falha ao entrar os parâmetros, por favor verifique e tente novamente

# WRONG_USER_PASS
source: Username and password;
pt: Nome de usuário e senha;

# NO_MOBILE_IN_BASE
source: Mobiles did not match held at the base for the selected period
pt: Mobiles não encontrou detidos na base para o período selecionado

# USED_CODE
source: The code is not available
pt: O código não está disponível

# CODE_LONG
source: The code is very long
pt: O código é muito longo

# USED_DESCRIPCION
source: The description is not available
pt: A descrição não está disponível

# MUST_SELECT_MOBILE
source: You must select at least one mobile.
pt: Você deve selecionar pelo menos um celular.

# ERROR_GENERATING_REPORT
source: Failed to generate the report, verify that the information is correct and that the State Logistics Base defined poseea
pt: Falha ao gerar o relatório, verifique se a informação está correta e que o Estado Base Logística definido poseea

# MUST_SEARCH
source: Must conduct a proper search
pt: Deve realizar uma boa pesquisa

# MUST_SELECT_QUERY
source: You must select a query.
pt: Você deve selecionar uma consulta.

# QUERY_ALREADY_SAVED
source: The selected query has been saved.
pt: A consulta selecionada foi salvo.

# STATE_IS_USED_IN_CURRENT_TICKETS
source: Logistical status is in use. Remove the same from the tickets and then try again.
pt: status logístico está em uso. Retire o mesmo dos bilhetes e tente novamente.

# NOMENCLATE_CLIENT
source: Customer Error nomenclature:
pt: Cliente nomenclatura de erro:

# NOMENCLATE_POI
source: Error nomenclature Point of Interest:
pt: Erro nomenclatura Ponto de Interesse:

# POINT_OR_CLIENT_CANT_BE_CREATED
source: Point of interest {1} {0} or client could not register.
pt: Monumentos {1} {0} ou o cliente não pôde registrar.

# NO_NUMERIC_CODE_ACCESS
source: The access code must be numeric
pt: O código de acesso deve ser numérico

# CARD_UNIQUE_ACCESS_CODE
source: There is already a card with the Access Key
pt: Já existe um cartão com a chave de acesso

# INCIDENCE_CANNOT_START_IN_FUTURE
source: The incidence can not start at a future date
pt: A incidência não pode começar em uma data futura

# MUST_SELECT_CLOG_TIME
source: You must select at least one column of time (Scheduled, Manual, Auto).
pt: Você deve selecionar pelo menos uma coluna de tempo (Scheduled, Manual, Auto).

# CANT_DELETE_TIPODOC
source: You can not delete because there are such documents
pt: Você não pode excluir porque existem tais documentos

# FORMAT_PRIMER_AVISO
source: Enter a numeric value for the field First Notice
pt: Digite um valor numérico para o campo Primeiro Aviso

# FORMAT_SEGUNDO_AVISO
source: Enter a numeric value for the field Second Notice
pt: Digite um valor numérico para o campo da segunda Aviso

# NOT_ALLOWED
source: You are not authorized to perform this operation
pt: Você não está autorizado para executar esta operação

# BAD_SEGUNDOS_FOTO
source: The time for the photo petition is invalid. Enter the number of seconds. Maximum {0}.
pt: O tempo para a petição da foto é inválido. Digite o número de segundos. Máxima {0}.

# NO_MENSAJE_A_CAMBIAR
source: Enter the message to change.
pt: Introduza a mensagem a mudar.

# INVALID_VALUE
source: Invalid value for {0}
pt: Valor inválido para {0}

# PROGRAMACION_NO_OBRA
source: There is no state-Cycle Logistics Type: Arrival at Work
pt: Não há nenhum estado do Ciclo de Logística Tipo: Chegada no Trabalho

# FILE_BAD_EXTENSION
source: Wrong file format.
pt: Formato de arquivo errado.

# DUPLICATED
source: Duplicated {0}
pt: Duplicate {0}

# PRECINTO_ASIGNADO
source: Not able to delete. It is assigned to the device {0}.
pt: Não pode excluir. É atribuído ao dispositivo {0}.

# LINEA_TELEFONICA_ASIGNADA
source: Not able to delete. It is assigned to the device {0}.
pt: Não pode excluir. É atribuída ao dispositivo {0}.

# STOCK_INEXISTENTE
source: Nonexistent Stock
pt: Estoque Inexistente

# STOCK_INSUFICIENTE
source: Insufficient Stock
pt: Estoque Insuficiente

# NO_MODULE_ACCESS_DETAIL
source: The current user does not have sufficient permissions to access this module. To access, please contact your system administrator.
pt: O usuário atual não tem permissões suficientes para acessar este módulo. Para acessar, entre em contato com o administrador do sistema.

# QUERY_TIMEOUT
source: The query took longer than expected. Please try again later..
pt: A consulta levou mais tempo do que o esperado. Por favor, tente novamente mais tarde.

# PERIODO_CERRADO
source: Not able to delete. The period is Closed.
pt: Não pode eliminar. Período Cerrado.

# NO_EXISTE_VEH
source: Not able to asociate to a Remote Point. There is no Remote Point Type with code 'VEH'.
pt: Não pode asociar a Ponto Remoto. No esiste Tipo do Ponto Remoto com codigo 'VEH'.

# NO_VEHICLE_ASSIGNED
source: No vehicle is assigned.
pt: Sem veículo é atribuído.

# EXPIRED_PRODUCT
source: Product license has expired.
pt: Licença do produto expirou.

# EXISTE_TICKET_ABIERTO
source: There is already an active ticket for the same vehicle in this workshop.
pt: Já existe um ticket ativo para o mesmo veículo neste talher.

# EMPLEADO_DOC_VENCIDO
source: Selectede employee has expired documentation
pt: O empleado posee documentação vencida.
