Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Labels.*.resx
Languages: pt

# TOTAL_INACTIVIDAD
source: Total Inactivity
pt: Total Inactividade

# TOTAL_TAREAS
source: Total Task
pt: Total Tarefa

# PORC_COMPLETADOS
source: Completed avg
pt: % Concluído

# PORC_NO_COMPLETADOS
source: % Not Completed
pt: % No Concluído

# PORC_CANCELADOS
source: % Canceled
pt: % Cancelado

# PORC_EN_CURSO
source: % On course
pt: % Contínuo

# PORC_PENDIENTES
source: % Pending
pt: % Pendentes

# ENTREGA
source: Deliver
pt: Entrega

# APELLIDO
source: Surname
pt: Sobrenome

# CODIGO_RUTA
source: Route Code
pt: Código do Rota

# SECUENCIA
source: Secuence
pt: Seqüência

# CODIGO_PEDIDO
source: Order Code
pt: Código do Encomenda

# HORARIO
source: Schedule Time
pt: Horário

# CODIGO_PUNTO_ENTREGA
source: Delivery Point Code
pt: Código do Ponto do Entrega

# NOMBRE_PUNTO_ENTREGA
source: Delivery Point Name
pt: Nome do Ponto do Entrega

# CONTROLA_PERMANENCIA
source: Controls Permanence
pt: Controla Estadía

# CONTROLA_PERMANENCIA_ENTREGA
source: Controls Permanence During Logistic Cycle
pt: Controla Estadía em Ciclo Logístico

# MAXIMA_PERMANENCIA
source: Maximum Permanence (minutes)
pt: Máximo de Estadía (minutos)

# MAXIMA_PERMANENCIA_ENTREGA
source: Maximum Permanence During Logistic Cycle (minutes)
pt: Máxima de Estadía em Ciclo Logístico (minutos)

# HORARIO_INICIO
source: Work Start Time
pt: Horário do inicio do tareas

# INICO_AUTOMATICO
source: Automatic Start
pt: Comienzo automático do tareas

# GENERA_ENTREGAS
source: Generates Distribution
pt: Crea Entregas

# OBJETIVO
source: Objetive
pt: Ojetivo

# ANULAR
source: Cancel
pt: Anular

# MOTIVO_ANULACION
source: Cancel reason
pt: Motivo anulação

# REPORTA_RESPONSABLE_PARENTI04
source: Reports Department Responsible
pt: Reporta Responsável Departamento

# REPORTA_RESPONSABLE_PARENTI37
source: Reports Cost Center Responsible
pt: Reporta Responsável Centro de Custos

# DATOS_SUBCENTRO
source: Costs Sub Center Data
pt: Datos do Sub Centro do Custos

# UMBRAL_SALIDA
source: Exit threshold
pt: Limiar de saída

# RESPONSABLE_DEPTO
source: Responsible
pt: Responsável

# CODE_DISTRIBUCION
source: Code
pt: Código

# VER_DISTRIBUCION_GLOBAL
source: View in Global Delivery Distribution
pt: Ver em Distribução Global do Entregas

# VER_MONITOR_ESTADO
source: View in Delivery Points Status Monitor
pt: Ver em Monitor do Estado do Pontos do Entrega

# VER_MONITOR_CICLO
source: View in Logistic Cycle Monitor
pt: Ver em Monitor do Ciclo Logistico

# SOBREESCRIBIR_PUNTO_ENTREGA
source: Rewrite Delivery Point
pt: Sobreescribir Ponto do Entrega

# EDITAR_PUNTO_ENTREGA
source: Edit Delivery Point
pt: Editar Ponto do Entrega

# IR_ESTADO_ENTREGAS
source: Go to Deliveries Status
pt: Ir a Estado do Entregas

# POSICIONAR
source: Position
pt: Posicionar

# VISITADOS
source: Visited
pt: Visitados

# NO_VISITADOS
source: Unvisited
pt: Não Visitados

# PORC_VISITADOS
source: % Visited
pt: % Visitados

# PORC_NO_VISITADOS
source: % Unvisited
pt: % Não Visitados

# PORC_EN_SITIO
source: % On Site
pt: % Em Sitio

# PORC_EN_ZONA
source: % On Zone
pt: % Em Zona

# VER_ORDEN_MANUAL
source: Order by Manual
pt: Ordenar por Manual

# RECEPCION
source: Reception
pt: Recepção

# COSTO
source: Cost
pt: Costo

# REALIZADO
source: Completed
pt: Realizado

# DE_CONFIRMACION
source: Confirm
pt: Do Confirmação

# DE_RECHAZO
source: Reject
pt: Do Rechazo

# PROGRAMADO_ENTRE
source: Programmed between
pt: Programado entre

# PROMEDIO_MIN
source: Average (min)
pt: Média (min)

# PROMEDIO_HORA
source: Average (hours)
pt: Média (hora)

# NO_NOMENCLADAS
source: Not Nomenclate
pt: Não Nomenclada

# TIPO
source: Type
pt: Tipo

# KM_EN_VIAJE
source: Km on trip
pt: Km em viajem

# KM_TOTALES_MENSUAL
source: Total Km (Monthly)
pt: Km Totaes (Mês)

# KM_EN_VIAJE_MENSUAL
source: Km on trip (Monthly)
pt: Km em viajem (Mês)

# KM_TOTAL_PROMEDIO
source: Daily average Total Km
pt: Média diária do Km Totaes

# KM_EN_VIAJE_PROMEDIO
source: Daily average Km on trip
pt: Média diária do Km em viajem

# KM_PRODUCTIVOS_MES
source: Productive Km (Monthly)
pt: Km Produtivos (Mês)

# KM_IMPRODUCTIVOS_MES
source: Unproductive Km (Monthly)
pt: Km Improdutivos (Mês)

# KM_PRODUCTIVOS_PROMEDIO
source: Daily average Productive Km
pt: Média diária do Km Produtivos

# KM_IMPRODUCTIVOS_PROMEDIO
source: Daily average Unproductive Km
pt: Média diária do Km Improdutivos

# TIEMPO_MOVIMIENTO_MES
source: Movement time (Monthly)
pt: Tempo em movimento (Mês)

# ENTREGAS_TOTAL
source: Total deliveries
pt: Total do entregas

# ENTREGAS_REALIZADAS
source: Completed deliveries
pt: Entregas efectuadas

# ENTREGAS_TOTAL_MES
source: Total deliveries (Monthly)
pt: Total do entregas (Mês)

# ENTREGAS_REALIZADAS_MES
source: Completed deliveries (Monthly)
pt: Entregas efectuadas (Mês)

# ENTREGAS_TOTAL_PROMEDIO
source: Daily average deliveries
pt: Média diária do Entregas

# ENTREGAS_REALIZADAS_PROMEDIO
source: Daily average Completed deliveries
pt: Média diária do Entregas efectuadas

# TIEMPO_MINIMO_DIA
source: Min daily time of deliver
pt: Tempo mínimo do entrega do día

# TIEMPO_MAXIMO_DIA
source: Max daily time of deliver
pt: Tempo máximo do entrega do día

# TIEMPO_MINIMO_MES
source: Min monthly time of deliver
pt: Tempo mínimo do entrega do mês

# TIEMPO_MAXIMO_MES
source: Max monthly time of deliver
pt: Tempo máximo do entrega do mês

# KM_PROGRAMADOS
source: Programmed Km
pt: Km Programados

# TIEMPO_MOVIMIENTO_PROMEDIO_DIARIO
source: Daily average of movement time
pt: Média diária do Tempo em movimento

# ASOCIAR_VEHICULO
source: Asociate vehicle
pt: Asociar veículo

# DISTRIBUCION_COMBINAR
source: Combine
pt: Combinar

# TIEMPO_MOVIMIENTO_HORAS
source: Movement Time (Hs.)
pt: Tempo em movimento (Hs.)

# VIAJES
source: Trips
pt: Viagem

# VER_PENDIENTES
source: View pending
pt: Ver pendentes

# VIAJE_STATE_PENDIENTE
source: Pending
pt: Pendente

# VIAJE_STATE_ENCURSO
source: On trip
pt: Em Viaje

# VIAJE_STATE_ANULADO
source: Cancelled
pt: Cancelado

# VIAJE_STATE_CERRADO
source: Closed
pt: Concluído

# TOTAL_RUTAS
source: Total Routes
pt: Total Rutas

# CON_VEHICULO
source: With Vehicle
pt: Com Veículo

# SIN_VEHICULO
source: Without Vehicle
pt: Sem Veículo

# INICIADAS
source: Started
pt: Iniciado

# SIN_INICIAR
source: Non Started
pt: Sem Iniciar

# FINALIZADAS
source: Finished
pt: Concluído

# REALIZADOS
source: Realized
pt: Realizado

# EN_SITIO
source: On Site
pt: Em Sitio

# EN_ZONA
source: On Zone
pt: Em Zona

# KM_REALES
source: Real Km
pt: Km Reais

# KM_PROMEDIO
source: Avg Km
pt: Km Prom

# PRODUCTIVOS
source: Productives
pt: Produtivos

# IMPRODUCTIVOS
source: Unproductives
pt: Improdutivos

# PROGRAMADOS
source: Scheduled
pt: Programados

# TIEMPO_REAL
source: Real Time
pt: Tempo Reais

# TIEMPO_PROMEDIO
source: Avg Time
pt: Tempo Prom

# DIFERENCIA_MIN
source: Diff. min.
pt: Dif. min.

# FILTRAR_EN_RUTA
source: Filter only on route
pt: Limitar solo em ruta

# REALIZADAS
source: Realized
pt: Realizais

# ALTA
source: Creation
pt: Alta

# ORDEN_PROG
source: Prog. Order
pt: Ordem Prog.

# ASOCIAR_PUNTOS
source: Asociate Points
pt: Asociar Pontos

# ASOCIACION_EXITOSA
source: Successful assignment.
pt: Asignamento concluído exitosamente.

# ESTADO_RUTA
source: Route Status
pt: Estado Viajem

# ESTADO_ENTREGA
source: Point Status
pt: Estado Ponto

# EXCLUIR_MONITOR
source: Don´t show on Monitor
pt: Não mostrar em Monitor

# SOLO_ACTIVAS
source: Only actives
pt: Solo ativas

# ULTIMA
source: Last
pt: Ultima

# SIGUIENTE
source: Next
pt: Siguente

# NIVEL_COMPLEJIDAD
source: Complexity
pt: Complexidade

# NIVEL_COMPLEJIDAD_BAJA
source: Low
pt: Baja

# NIVEL_COMPLEJIDAD_MEDIA
source: Medium
pt: Média

# NIVEL_COMPLEJIDAD_ALTA
source: High
pt: Alta

# NIVEL_COMPLEJIDAD_MUY_ALTA
source: Very high
pt: Muito alta

# TICKET_MANT_ESTADO
source: Status
pt: Estado

# TICKET_MANT_INGRESADO
source: Entered
pt: Ingressado

# TICKET_MANT_APROBADO
source: Approved
pt: Aprovado

# TICKET_MANT_TERMINADO
source: Finished
pt: Concluído

# TICKET_MANT_ACEPTADO
source: Accepted
pt: Aceito

# TICKET_MANT_NO_ACEPTADO
source: Not accepted
pt: Não aceito

# TICKET_MANT_CANCELADO
source: Cancelled
pt: Cancelado

# NRO_PRESUPUESTO
source: Budget Number
pt: Nro. Orçamento

# MONTO
source: Amount
pt: Quantidade

# PRIMER_PRESUPUESTO
source: 1st Budget
pt: 1er Orçamento

# FECHA_TURNO
source: Turn
pt: Turno

# FECHA_RECEPCION
source: Reception
pt: Recepção

# FECHA_RECOTIZACION
source: Repricing
pt: Remarcação

# FECHA_APROBACION
source: Approval
pt: Aprovação

# FECHA_VERIFICACION
source: Verification
pt: Verificação

# FECHA_ENTREGA
source: Deliver
pt: Entrega

# FECHA_TRABAJO_TERMINADO
source: Finish
pt: Trabalho Finalizado

# FECHA_TRABAJO_ACEPTADO
source: Acceptance
pt: Trabalho Aceito

# PRESUPUESTO_SIN_PRESUPUESTO
source: Without Budget
pt: Sem Orçamento

# PRESUPUESTO_PRESUPUESTADO
source: Budget
pt: Orçamento

# PRESUPUESTO_APROBADO
source: Approved
pt: Aprovado

# PRESUPUESTO_RECOTIZADO
source: Repriced
pt: Remarcado

# PRESUPUESTO_TERMINADO
source: Finished
pt: Finalizado

# PRESUPUESTO_CANCELADO
source: Cancelled
pt: Cancelado

# PRESUPUESTO_TERMINADO_SIN_APROBAR
source: Finished Unapproved
pt: Terminado Sm Aprovar

# PRESUPUESTO_ACEPTADO_CLIENTE
source: Client Acceptance
pt: Aceitado Cliente

# PRESUPUESTO
source: Budget
pt: Orçamento

# MODIFICADO
source: Modified
pt: Modificação

# INGRESO
source: Entry
pt: Entrada

# EGRESO
source: Exit
pt: Egresso

# MANTENIMIENTO
source: Maintenance
pt: Mantenimento

# ES_TALLER
source: Is Workshop
pt: Es Talher

# VALOR_REFERENCIA
source: Reference value
pt: Valor do referençã

# INSUMO_COMBUSTIBLE
source: Fuel input
pt: Insumo combustivel

# PROGRAMACION_DINAMICA
source: Dynamic Programming
pt: Programa dinámica

# CONTROLAR_EN_VIAJES
source: Control on route
pt: Controlar em ruta

# RENDIMIENTO_RALENTI
source: Idle Performance (lit/h)
pt: Rendimento Ocioso (lit/h)

# RECHAZADOS
source: Rejected
pt: Rechaçãos

# VER_RECEPCION
source: View reception
pt: Ver recepção

# VER_KM
source: View km
pt: Ver km

# VER_CONFIRMACION
source: View confirmation
pt: Ver confirmação

# CONFIRMACION
source: Confirmation
pt: Confirmação

# FECHA_ATENCION
source: Attention Date
pt: Data Atenção

# ATENDIDO
source: Attended
pt: Atendido

# VER_ATENCIONES
source: View attentions
pt: Ver atenções

# MENSAJE_ATENCION
source: Attention Message
pt: Mensaje Atenção

# DE_ATENCION
source: Attention
pt: Do Atenção

# REQUIERE_ATENCION
source: Requires Attention
pt: Necesita Atenção

# TOTALIZADOR
source: Totalizer
pt: Totalizador

# ESTADO_GPS
source: GPS Status
pt: Estado do GPS

# ESTADO_GARMIN
source: GARMIN Status
pt: Estado do GARMIN

# TICKET_EN_CURSO
source: Ticket on course
pt: Viaje en curso

# READ_INACTIVE
source: Read
pt: Letura

# UNREAD_INACTIVE
source: Receipt
pt: Recepção

# VER_INTERACCION_GARMIN
source: View Garmin interaction
pt: Ver interação Garmin

# VER_DESCRIPCION
source: View description
pt: Ver descripção

# GARMIN_STOP_ETA_ARRIVAL
source: Estimated time of arrival to the next point of delivery: {0} ({1}).
pt: Tempo de chegada para o próximo ponto de entrega estimado: {0} ({1}).

source: File Path
pt: Path

# FILE_SOURCE
source: Source
pt: Origem

source: Strategy
pt: Estrategia

source: Date added
pt: Data do importação

source: Date processed
pt: Data do procesamento

source: Status
pt: Estado

source: Result
pt: Resultado

source: Server Name
pt: Nome do Servidor

# PORCENTAJE
source: Percentage
pt: Percentagem

# BUSCAR_VIAJES
source: Search Routes
pt: Buscar Viagens

# CONSULTAR
source: Consult
pt: Consulta

# VEHICULOS_DISPONIBLES
source: Available Vehicles
pt: Veículos Disponíveis

# LIMITADO_AL_TURNO
source: Limit to Turn
pt: Limitado a vez

# RESERVAR
source: Reserve
pt: Reserva

# RECALCULAR_SIN_CERRAR
source: Reprocess without closing
pt: Recalcular sem cerrar

# AGENDA_STATE_PENDIENTE
source: Pending
pt: Pendente

# AGENDA_STATE_RESERVADO
source: Reserved
pt: Reservado

# AGENDA_STATE_CANCELADO
source: Cancelled
pt: Cancelado

# AGENDA_STATE_CERRADO
source: Closed
pt: Concluído

# CANCELAR_RESERVA
source: Cancel Reservation
pt: Cancelar Reserva

# ASIGNACION
source: Asign
pt: Asignação

# PIN_HEXA
source: Hexadecimal PIN
pt: PIN Hexadecimal

# TIEMPO_ENCENDIDO
source: Working Time
pt: Tempo Encendido

# TIEMPO_APAGADO
source: Not Working Time
pt: Tempo Apagado

# SIN_INFORMACION
source: No information
pt: Sem informação

# OCULTAR_SIN_INFORMACION
source: Hide rows without information
pt: Ocultar registros sem informação

# RECORRIDO_CALCULADO
source: Calculated route
pt: Rota calculada

# RECORRIDO_REAL
source: Real route
pt: Rota real

# RECORRIDO_PROGRAMADO
source: Programmed route
pt: Rota programada

# KM_EN_RUTA
source: Route Km
pt: Km em Rota

# CALCULAR_KM_RECORRIDOS
source: Calculate Kms Traveled
pt: Calcular Kms percorridos

# AGRUPADOR
source: Grouper
pt: Garoupa

# ULTIMA_POSICION_GPS
source: Latest GPS position
pt: Últimas Posição GPS

# VER_EVENTOS_ADMIN
source: View Admin Events
pt: Ver Eventos Admin

# FORMATO
source: Format
pt: Formato

# ENVIA_REPORTE
source: Send Report
pt: Envía Relatório

# PRODUCTIVO
source: Productive
pt: Produtivo

# PARENTI10_INICIO
source: Initial Geofence Type
pt: Tipo Geogerca Inicio

# PARENTI10_FIN
source: Ending Geofence Type
pt: Tipo Geocerca Fim

# EDITAR_TRAMO
source: Edit segment
pt: Editar tramo

# VERSION_SERVER
source: Server version
pt: Verção server

# VERSION_EQUIPO
source: Device version
pt: Verção equipo

# ITERATIVO
source: Iterative
pt: Iterativo

# CONTROL_INVERSO
source: Inverse Control
pt: Controle Inverso

# REPORTA_RESPONSABLE_CUENTA
source: Reports Account Manager
pt: Reporta Responsável do Conta

# RESPONSABLE_CUENTA
source: Account Manager
pt: Responsável do Conta
