Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Labels.*.resx
Languages: pt

# ACTIONTYPE_PAINT
source: Painted
pt: Pintado

source: Address
pt: Endereço

# ASSIGNED_ROLES
source: Assigned Profiles
pt: Atribuído Perfis

source: Assigned Vehicles
pt: Atribuído Veículos

# AVAILABLE_ROLES
source: Available Profiles
pt: Perfis disponíveis

source: Available Vehicles
pt: Veículos disponíveis

# CANTIDAD
source: Quantity
pt: Quantidade

# CANTIDAD_ACUMULADA
source: Accumulated
pt: Acumulada

# CANTIDAD_CARGA_REAL
source: Real mts
pt: mts Reales

# DIFERENCIA_CARGA
source: Difference
pt: Diferença

# CANTIDAD_PEDIDO
source: Order Quantity
pt: Quantidade de ordem

source: Class
pt: Classe

source: Code
pt: Código

source: Color
pt: Cor

source: Comment 1
pt: 1 comentário

source: Comment 2
pt: Comentário 2

source: Comment 3
pt: 3 comentário

# CONFIG_PERFILES
source: Profile Settings
pt: Configurações de perfil

# CONFIG_REGIONAL
source: Regional Settings
pt: Configurações Regionais

# CONFIG_VISUAL
source: Visual Settings
pt: Configurações do Visual

source: Confirm Password
pt: Confirme a senha

# CREATE
source: Added
pt: Adicionado

source: Date
pt: Data

# CULTURA
source: Culture
pt: Cultura

# DATOS_PERSONALES
source: Personal Data
pt: Dados Pessoais

# DATOS_USUARIO
source: User Data
pt: Dados do Usuário

# IR_REPORTE_DE_EVENTOS
source: Go to event reporting
pt: Ir para o evento relatando

# DEVICESTATE_INACTIVE
source: Inactive
pt: Inativo

# DEVICESTATE_REPAIR
source: Maintenance
pt: Manutenção

source: Document Number
pt: Número do Documento

source: Document Type
pt: Tipo de Documento

# ESTABLECER_PREDETERMINADO
source: Set as Default
pt: Definir como Padrão

source: Full Name
pt: Nome Completo

# FUNCTIONTYPE_OTHER
source: Another
pt: Outro

source: Icon
pt: Ícone

source: Map
pt: Mapa

source: Name
pt: Nome

source: Order
pt: Ordem

source: Parameters
pt: Parâmetros

source: Password
pt: Senha

# POPUP_TITLE
source: Title
pt: Título

source: Product Code
pt: Código do Produto

# PRODUCT_DESCRIPCION
source: Product Description
pt: Descrição do Produto

# REFFERENCE
source: Reference
pt: Referência

source: Sound
pt: Som

source: State
pt: Estado

source: Subject
pt: Assunto

# TARGETTYPE_MAIL
source: Mails List
pt: Lista de e-mails

# TARGETTYPE_SMS
source: SMS Phonebook
pt: SMS Agenda

# TARGETTYPE_SYSTEM
source: System
pt: Sistema

# TARGET_TYPE
source: Destination Type
pt: Tipo de destino

source: Text
pt: Texto

# THEME
source: Topic
pt: Tópico

# TICKETSTATE_CLOSED
source: Closed
pt: Fechado

# TICKETSTATE_CURRENT
source: Ongoing
pt: Em curso

# TICKETSTATE_PROGRAMMED
source: Scheduled
pt: Agendada

# TIME_PROGRAMMED
source: Scheduled
pt: Agendada

source: Type
pt: Tipo

source: Unit
pt: Unidade

# VEHICLESTATE_ACTIVE
source: Operating
pt: Operação

# VEHICLESTATE_INACTIVE
source: Inactive
pt: Inativo

# VEHICLESTATE_TALLER
source: In Workshop
pt: Na Oficina

# DEFAULT_REPORT_REGIONAL_INFORMATION
source: Culture: en-US - Time Zone: GMT
pt: Cultura: pt-BR - Fuso Horário: GMT

# REPORT_REGIONAL_INFORMATION
source: Culture: {0} - Time Zone: GMT{1}
pt: Cultura: {0} - Fuso Horário: GMT{1}

# CON_ACTIVIDAD
source: With Activity
pt: Com a atividade

# DETENCION
source: Detention
pt: Detenção

# DIAS
source: Days
pt: Dias

# INFRACCIONES
source: Infringements
pt: Infracções

# INTERNO_Y_DISPOSITIVO
source: Internal: {0} ({1}) - {2} - {3} Device
pt: Interno: {0} ({1}) - {2}-{3} Device

# MAXIMA_ALCANZADA
source: Reached maximum
pt: Atingiu máximos

# MOVIMIENTO
source: Movement
pt: Movimento

# MOVIMIENTO_Y_EVENTOS
source: Days: {0} - Hours: {1:00}: {2:00}: {3:00} ({4} events)
pt: Dias: {0} - Horário: 01:00 {}: {2:00}: {3:00} ({4} eventos)

# PROMEDIO_DIARIO
source: Average Daily
pt: Média diária

# RECORRIDO
source: Travel
pt: Viagens

# SIN_ACTIVIDAD
source: No Activity
pt: Sem atividade

# SIN_REPORTAR
source: No Report
pt: Sem relatório

# VELOCIDAD
source: Speed
pt: Velocidade

# DIA
source: Day
pt: Dia

# DESCRIPCION
source: Description
pt: Descrição

# DESCRIPCION_CORTA
source: Short description
pt: Breve descrição

# TELEFONO
source: Phone
pt: Telefone

# AÑO
source: Height
pt: Altura

# DIFERENCIAL
source: Differential
pt: Diferencial

# DOCUMENTOS_RELACIONADOS
source: Related Documents
pt: Documentos relacionados

# INTERNO
source: Internal
pt: Interno

# MARCA
source: Brand
pt: Marca

# MODELO
source: Model
pt: Modelo

# NUMERO_CHASIS
source: Chassis No.
pt: Chassi n º

# POLIZA
source: Policy
pt: Política

# RAMPA
source: Ramp
pt: Rampa

# VENCIMIENTO
source: Maturity
pt: Maturidade

# VENCIMIENTO_POLIZA
source: Expiration Policy
pt: Política de Expiração

# PARAMETRO
source: Parameter
pt: Parâmetro

# REVISION
source: Review
pt: Revisão

# TRANSPORTISTA
source: Transport
pt: Transportista

# VALOR
source: Value
pt: Valor

# CODIGO_DISPLAY
source: Code display
pt: exposição do código

# ENTRADA
source: Entry
pt: Entrada

source: Poll interval
pt: intervalo de sondagem

# PUERTO
source: Port
pt: Porto

# SALIDA
source: Output
pt: Saída

# TABLAS
source: Tables
pt: Tabelas

# CAMARAS
source: Cameras
pt: Câmeras

# EN_GEOCERCA
source: In geofence
pt: Em geofence

# EN_VIAJE
source: Travelers
pt: Viajantes

# TODOS
source: All
pt: Todos

# CANTIDAD_VEHICULOS
source: Number of Vehicles
pt: Número de Veículos

# EN_DETENCION
source: In detention
pt: Na prisão

# EN_INFRACCION
source: In violation
pt: Em violação

# EN_MOVIMIENTO
source: Moving
pt: Que se deslocam

# GROUP_VEHICULO
source: Vehicle: {0}
pt: Veículo: {0}

# LEGAJO
source: File
pt: Arquivo

# MAXIMAS_DIARIAS
source: Daily Highs
pt: Diário Highs

# MOVIMIENTO_SIN_EVENTOS
source: Days: {0} - Hours: {1:00}: {2:00}: {3:00}
pt: Dias: {0} - Horário: 01:00 {}: {2:00}: {3:00}

# CALIFICACION
source: Rating
pt: Avaliação

# CALIFICACION_STR
source: Calification
pt: Calificação

# DESDE
source: From
pt: De

# DURACION
source: Duration
pt: Duração

# ESQUINA
source: Corner
pt: Cantinho

# EVENTO
source: Event
pt: Evento

# EXCESO
source: Excess
pt: Excesso

# FECHA_HORA
source: Date and Time
pt: Data e Hora

# FIN
source: End
pt: Fim

# GRAVE
source: Serious
pt: Graves

# INICIO
source: Home
pt: Início

# KM_SUPERADOS
source: Overcome miles
pt: Superar milhas

# LEVE
source: Mild
pt: Leve

# LEVES
source: Minor
pt: Menores

# MEDIA
source: Medium
pt: Media

# MEDIAS
source: Stockings
pt: Meias

# MINUTOS
source: Minutes
pt: Minutos

# OPERADORES
source: Operators
pt: Operadores

# PONDERACION
source: Weight
pt: Peso

# PUNTAJE
source: Score
pt: Pontuação

# SIN_DEFINIR
source: Undefined
pt: Indefinido

# TIEMPO_INFRACCION
source: Time in Violation
pt: Tempo em violação

# VARIACION_VELOCIDAD_CAPTION
source: {0} Vehicle Day: {1: d} From: {2: t} To: {3: t}
pt: {0} Dia Veículos: {1: d} De: {2: t} Para: {3: t}

# VARIACION_MEDICIONES_CAPTION
source: {0} Measurer Day: {1: d} From: {2: t} To: {3: t}
pt: Medidor {0} Dia: {1: d} De: {2: t} Para: {3: t}

# VEHICULOS
source: Vehicles
pt: Veículos

# VELOCIDAD_MAXIMA
source: Maximum Speed
pt: Velocidade máxima

# VELOCIDAD_PROMEDIO
source: Average Speed
pt: Velocidade Média

# CATEGORIA
source: Category
pt: Categoria

# COORDENADAS
source: Coordinates
pt: Coordenadas

# DIRECCION
source: Direction
pt: Direção

# ES_GEOCERCA
source: It Geofence
pt: É Geofence

# INFORMACION
source: Information
pt: Informação

# INHIBE_ALARMA
source: Alarm Inhibit
pt: Alarme Inibir

# LONGITUD
source: Length
pt: Comprimento

source: Radio
pt: Rádio

# FILTROS
source: Filters
pt: Filtros

# DISTANCIA
source: Distance
pt: Distância

# FIN_VIAJE
source: Weekend Trip
pt: Fim de semana

# VER_MONITOR_CALIDAD
source: See Quality Monitor
pt: Ver Monitor da Qualidade

# VELOCIDAD_MINIMA
source: Minimum Speed
pt: Velocidade mínima

# CURSO
source: Course
pt: Curso

# DIFERENCIA_CURSO_ULTIMA
source: Unlike last year to position
pt: Diferentemente do ano passado para a posição

# DISTANCIA_ACUMULADA
source: Cumulative distance
pt: Distância acumulada

# DISTANCIA_ULTIMA_POSICION
source: Distance to last position
pt: Distância à última posição

# TIEMPO_ULTIMA_POSICION
source: Time to last position
pt: Tempo para a última posição

# ACTIVOS
source: Assets
pt: Activos

# CONFIGURACION
source: Settings
pt: Configurações

# DETENIDO
source: Arrested
pt: Preso

# DURANTE
source: During
pt: Durante

# ENVIAR_MENSAJE
source: Send Message:
pt: Enviar Mensagem:

# MAS_DE
source: More
pt: Mais

# MENOS_DE
source: Less than
pt: Menos

# REBOOT_EQUIPO
source: Reboot the computer
pt: Reinicie o computador

# RESPUESTAS
source: Answers
pt: Respostas

# SEGUNDOS
source: Seconds
pt: Segundos

# SISTEMA
source: System
pt: Sistema

# TABLA_MENSAJES
source: Message board
pt: Mensagem de férias

# TELEFONO_BASE
source: Telephone base
pt: Telefone base

# ONLINE_DISCONNECTED
source: Connect ... [Offline]
pt: Ligue ... [Offline]

# CANTIDAD_KILOMETROS
source: - Number of miles
pt: - Número de milhas

# DESPACHOS_REALIZADOS
source: Offices Made
pt: Escritórios Fabricado

# LAYER_ADDRESS
source: Directions
pt: Direcções

# LAYER_GEOCERCAS
source: Areas
pt: Áreas

# LAYER_GFISICO
source: Physical
pt: Física

# LAYER_GHIBRIDO
source: Hybrid
pt: Híbrido

# LAYER_GSAT
source: Satellite
pt: Satélite

# LAYER_GSTREET
source: Streets
pt: Ruas

# LAYER_POI
source: Geographical references
pt: referências geográficas

# LAYER_VEHICULOS
source: Active Vehicles
pt: Veículos Ativos

# LAYER_VEHICULOS_INACTIVOS
source: Inactive Vehicles
pt: Veículos Inativos

# LAYER_POLIGONOS
source: Areas
pt: Áreas

# MAP_CENTER
source: Focus here
pt: Foco aqui

# MAP_MARK_DIR
source: Address Mark
pt: Endereço Marcos

# MAP_OPTIONS
source: Options
pt: Opções

# MAP_ZOOM_IN
source: Bring
pt: Traga

# MAP_ZOOM_OUT
source: Remove
pt: Remover

# CHOFER_ASIGNADO
source: Assigned Driver
pt: Atribuído Driver

# NINGUNO
source: None
pt: Nenhum

# PRODUCTO
source: Product
pt: Produto

# SIN_CHOFER
source: Without Driver
pt: Sem Driver

# SIN_ESTADO_LOG
source: No State Logistics
pt: Não Logística do Estado

# ULTIMA_POSICION
source: Last Position
pt: Última Posição

# VEHICULOS_CERCANOS
source: Nearby vehicles
pt: veículos nas proximidades

# VER_MONITOR_HISTORICO
source: See Historic Monitor
pt: Ver Monitor Histórico

# GROUP_POI
source: Geographic Reference: {0}
pt: Geográfica de referência: {0}

# ESTADO_MOTOR
source: State motor
pt: motor Estado

# KILOMETROS_RECORRIDOS
source: Km traveled
pt: Quilômetros percorridos

# REP_EVENTOS_TITLE
source: Summary of Events - Internal: {0} ({1} - {2})
pt: Resumo de Eventos - Interno: {0} ({1} - {2})

# REP_RUTA_TITLE
source: Route Summary - Internal: {0} ({1} - {2})
pt: Resumo da rota - Interno: {0} ({1} - {2})

# TIEMPO_DETENCION
source: Time in detention
pt: Tempo de detenção

# TIEMPO_MOVIMIENTO
source: Moving time
pt: Passando o tempo

# TIME_AND_EVENTS
source: {0} ({1} events)
pt: {0} ({1} eventos)

# DESDE_HASTA
source: From: {0} - To: {1}
pt: De: {0} - Para: {1}

# HORAS
source: Hours
pt: Horas

# MOVIL_DESDE_HASTA
source: Vehicle {0} - From: {1} To: {2}
pt: Veículo {0} - De: {1} Para: {2}

# ACTUALIZACION_AUTOMATICA
source: Automatic Update
pt: Atualização Automática

# ESTADO_DISPOSITIVO
source: State device
pt: aparelho do Estado

# ESTADO_VEHICULO
source: State vehicle
pt: veículo do Estado

# GROUP_ESTADO
source: State
pt: Estado

# INACTIVO
source: Inactive
pt: Inativo

# REPORTANDO
source: Reporting
pt: Vivo

# DESCARGANDO_POSICIONES
source: Downloading positions
pt: Download de posições

# VEHICLESTATE_REVISAR
source: To Check
pt: Revísar

# SIN_ASIGNAR
source: Unassigned
pt: Nunca relatou

# ULTIMAS_POSICIONES
source: Latest positions
pt: Últimas posições

# FECHA_ALTA
source: Date
pt: Data

# FECHA_INICIO
source: Init Date
pt: Data Inicio

# FECHA_FIN
source: Close Date
pt: Data Fim

# GROUP_VEHICULOS
source: - {0} Vehicles
pt: - {0} Veículos

# GROUP_TRANSPORT
source: Transportation: {0}
pt: Transporte: {0}

# VIAJES_REALIZADOS
source: Trips
pt: Viagens

# DIFERENCIA
source: Difference
pt: Diferença

# EGRESOS
source: Expenditures
pt: Gastos

# INGRESOS
source: Income
pt: Renda

# STOCK_INICIAL
source: Initial Stock
pt: Estoque inicial

# TOTAL_DESPACHADO
source: Total Delivered
pt: Total entregue

# CANTIDAD_REMITOS
source: Number of Packing Slips
pt: Número de deslizamentos de embalagem

# DESPACHOS_DETALLE
source: Dispatch Details
pt: Despacho Detalhes

# NRO_REMITO
source: Tracking number
pt: número de rastreamento

# REMITOS_DETALLE
source: Packing Slips Detail
pt: Comprovantes de entrega Detail

# FECHA
source: Date
pt: Data

# STOCK_SONDA
source: Stock Probe
pt: Banco de Sonda

# MAXIMO
source: Maximum
pt: Máximo

# MINIMO
source: Minimum
pt: Mínimo

# CONTROLA_MAXIMO
source: Checks Maximum
pt: Controlar Máximo

# CONTROLA_MINIMO
source: Checks Minimum
pt: Controlar Mínimo

# TICKETS_TOTALES
source: Total Tickets
pt: Total de ingressos

# REP_GEOCERCAS_TITLE
source: Tour Details - Internal: {0}
pt: Detalhes Tour - Interno: {0}

# TIME_AND_EVENTS_INFRACTIONS
source: {0} ({1} offenses)
pt: {0} ({1} infracções)

# INFRACTIONS
source: {0} offenses
pt: {0} infracções

# HORAS_PLANTA
source: Hours plant
pt: planta Horas

# HORAS_TALLER
source: Shop hours
pt: horas Shop

# CONSUMIDOR
source: Consumer
pt: Consumidor

# CONTACTO
source: Contact
pt: Contato

source: Editable
pt: Editável

# FABRICANTE
source: Manufacturer
pt: Fabricante

# ICONO_ATRASO
source: Back icon
pt: Voltar ícone

# ICONO_ENHORA
source: Icon in Time
pt: Ícone do Tempo

# PERIODICIDAD
source: Periodicity
pt: Periodicidade

# NUMERO
source: Number
pt: Número

# RADIO_METROS
source: Radio (meters)
pt: Rádio (em metros)

# RESPONSABLE
source: Responsible
pt: Responsável

# TARIFAS
source: Rates
pt: Tarifas

# TARIFA_TRAMO_CORTO
source: Rates on Short Leg
pt: Taxas de perna curta

# TARIFA_TRAMO_LARGO
source: Rates on long
pt: Taxas de longo

# TRAMO_CORTO
source: Short leg
pt: perna curta

# TRAMO_LARGO
source: Segment Length
pt: Segmento Comprimento

# VALOR_INICIAL
source: Initial Value
pt: Valor inicial

# VELOCIDAD_ALCANZABLE
source: Attainable Speed
pt: Velocidade atingível

# VIGENCIA_DIAS
source: Duration (days - 0: Do not expire.)
pt: Duração (dias - 0: não expiram.)

# KILOMETROS_TOTALES
source: Total miles
pt: total de milhas

# GROUP_TIPO_VEHICULO
source: Vehicle Type: {0}
pt: Tipo de veículo: {0}

# ANTIGUEDAD
source: Joined
pt: Registrado

# ES_RESPONSABLE
source: Is responsible
pt: É responsável

# LICENCIA
source: License
pt: Licença

# RESPONSABLES
source: Responsible
pt: Responsável

# RESPONSABLES_ASIGNADOS
source: Assigned responsible
pt: Atribuído responsável

# ASOCIAR_MENSAJE
source: Associate the message
pt: Associado a mensagem

# AUTOMATICO
source: Automatic
pt: Automático

# INFORMAR_CMD
source: Inform CMD
pt: Informe CMD

# MODO
source: Mode
pt: Modo

# BINARIO
source: Binary
pt: Binária

# FIRMA
source: Signature
pt: Assinatura

# CAMBIAR_ICONO
source: Change Icon
pt: Alterar ícone

# NUEVO_ICONO
source: New Icon
pt: Novo Ícone

# ARCHIVO
source: File
pt: Arquivo

# IMPORT_CHOFERES
source: Drivers Importer
pt: Drivers Importador

# IMPORT_POIS
source: Importer georeferenced (Points of Interest)
pt: Importador georreferenciados (Pontos de Interesse)

# IMPORT_VEHICULOS
source: Vehicle Importer
pt: Importador de Veículos

# PLANTILLA
source: Template
pt: Modelo

# SON_GEOCERCA
source: Height
pt: Altura

# IMPORT_BODY
source: To ensure the safe importation, we recommend using the template that can be downloaded with the Help button. <br /><br /><br /> * The columns in blue are mandatory. If not completed, the importer will not assess that row. <br /> * The green columns are optional. <br /> * Any other files must conform to the template format, respecting the names of the columns and can only omitted the optional character.
pt: Para garantir a importação segura, recomendamos o uso do modelo que pode ser baixado com o botão Ajuda. <br /><br /><br /> * As colunas em azul são obrigatórios. Se não for concluída, o importador não vai avaliar essa linha. <br /> * As colunas verde são opcionais. <br /> * Todos os outros arquivos devem estar em conformidade com o formato do modelo, respeitando os nomes das colunas e só pode omitir o carácter facultativo.

# IMPORT_CHOFER_HELP_TITLE
source: Wellcome aid Importer Drivers.
pt: Importador Wellcome Drivers ajuda.

# IMPORT_VEHICULOS_HELP_TITLE
source: Wellcome to the help of Vehicle Importer.
pt: Bem-vindo ao auxílio de Veículo Importador.

# IMPORT_TICKETS_HELP_TITLE
source: Wellcome aid Importer Tickets.
pt: Importador Wellcome ingressos ajuda.

# IMPORT_WARNING
source: Do not change the names of the columns provided in the template.
pt: Não altere os nomes das colunas previstas no modelo.

# ES_ALARMA
source: Is Alarm
pt: Um alarme

# EXPIRACION
source: Expiry
pt: Termo

# NIVEL_ACCESO
source: Access Level
pt: Nível de Acesso

# ORIGEN
source: Source
pt: Fonte

# AGREGAR_ACCION
source: Add Action
pt: Adicionar Ação

# AGREGAR_MENSAJE
source: Add Post
pt: Adicionar Post

# AGREGAR_PARAMETRO
source: Add Parameter
pt: Adicionar Parâmetro

# TAMAÑO
source: Size
pt: Tamanho

# EVENTOS
source: Events
pt: Eventos

# EXCESOS_VELOCIDAD
source: Speeding
pt: Excesso de velocidade

# EXCESOS_VELOCIDAD_DESCARTADOS
source: Discarded Speeding
pt: Acelerar descartados

# POSICION
source: Position
pt: Posição

# POSICIONES_REPORTADAS
source: Positions Reported
pt: Posições Relatado

# DATOS_VEHICULO
source: Vehicle Data
pt: Dados do veículo

# ODOMETROS
source: Odometers
pt: Odômetros

# ODOMETRO_APLICACION
source: Application
pt: Aplicação

# ODOMETRO_INICIAL
source: Initial
pt: Inicial

# ODOMETRO_PARCIAL
source: Partial
pt: Parcial

# DATOS_TIPO_VEHICULO
source: Data Vehicle Type
pt: Tipo de dados do veículo

# FIN_TURNO
source: End Time
pt: Fim dos Tempos

# ICONOGRAFIA
source: Iconography
pt: Iconografia

# INICIO_TURNO
source: Start Time
pt: Hora de Início

# KILOMETROS_REFERENCIA
source: Daily kilometers
pt: km diários

# VALORES_REFERENCIA
source: Reference Values
pt: Valores de Referência

# REP_HORAS_EXTRA_GRAPH
source: Extra Hours - From: {0} To: {1}
pt: Horas extras - De: {0} Para: {1}

# DESTINO
source: Destination
pt: Destino

# COMPORTAMIENTO
source: Behavior
pt: Comportamento

# DATOS_ACCION
source: Data Action
pt: Ação de Dados

# MENSAJE_ASOCIADO
source: Associated message
pt: mensagem associada

# CONDICION
source: Condition
pt: Condição

# DESTINATARIOS
source: Recipients
pt: Destinatários

# ENVIA_MAILS
source: Send Mails
pt: Enviar e-mails

# ENVIA_SMS
source: Send SMS
pt: Enviar SMS

# ES_ALARMA_SONORA
source: Is Audible
pt: É audível

# ES_PINTADO
source: It Pintado
pt: É Pintado

# ES_POPUP
source: It is PopUp
pt: É PopUp

# GROUP_MEDIDOR
source: Gauge: {0}
pt: Calibre: {0}

# CANTIDAD_MOTORES
source: Number of Engines
pt: Número de motores

# CONSUMOS_DETALLE
source: Expenses Details
pt: Detalhes Despesas

# CONSUMOS_REALIZADOS
source: Measurements Taken
pt: As medições efectuadas

# TOTAL_CONSUMIDO
source: Total Consumed
pt: Total Consumido

# IMPORT_GEOCERCAS
source: Importer Geographic Reference (polygons)
pt: Importador Geográfica Referência (polígonos)

# VOL_TEORICO
source: Theoretical
pt: Teóricas

# LAYER_POI_AREA
source: Areas
pt: Áreas

# CENTRO_CARGA
source: Load Center
pt: Carregar Centro

# CAUDAL
source: Flow
pt: Fluxo

# CAUDAL_MAX
source: Maximum flow
pt: vazão máxima

# VOLUME_DIFFERENCE
source: Volume Consumed
pt: Volume consumido

# NIVEL
source: Level
pt: Nível

# CAUDAL_MIN
source: Minimum flow
pt: Vazão mínima

# ES_GENERICO
source: Is Generic
pt: É genérico

# DIAS_AVISO
source: Days notice
pt: Dias de antecedência

# SOLO_CON_AVISO
source: Only with notice
pt: Apenas com aviso

# DIAS_AL_VENCIMIENTO
source: Days to Maturity
pt: Dias para a maturidade

# MENSAJE
source: Message
pt: Mensagem

# POR_KM
source: It is by miles
pt: É por milhas

# POR_TIEMPO
source: Time is
pt: O tempo é

# DATOS_ODOMETRO
source: Odometer data
pt: dados Odômetro

# ES_ITERATIVO
source: Is iterative
pt: É iterativa

# PRIMER_AVISO
source: First Notice
pt: Primeiro Aviso

# SEGUNDO_AVISO
source: Second Notice
pt: Segundo Aviso

# ASIGNACION_TIPO_VEHICULO
source: Type of Vehicle Assignment
pt: Tipo de atribuição de veículo

# ASIGNADOS
source: Assigned
pt: Atribuído

# NO_ASIGNADOS
source: Unassigned
pt: Não atribuído

# DISPONIBLES
source: Available
pt: Disponível

# TIPO_INGRESO
source: Income Type
pt: Tipo de Renda

# HS_EN_MARCHA
source: March hours
pt: Horário de março

# GROUP_MOTOR_EQUIPO
source: - Equipment: {0}
pt: - Equipamento: {0}

# CANTIDAD_INGRESOS
source: Income Amount
pt: Rendimento Valor

# INGRESOS_DETALLE
source: Revenue Detail
pt: Detalhes da Receita

# ULTIMA_ACTUALIZACION
source: Last Update
pt: Última Atualização

# CONSUMOS
source: Consumption
pt: Consumo

# DESPACHOS
source: Dispatch
pt: Despachos

# CANTIDAD_AJUSTES
source: Adjustment m3
pt: Ajuste m3

# HORA_CARGA
source: Load Time
pt: Tempo de carga

# MULTIPLES_REMITOS
source: Multiple tickets
pt: Multiples remitos

# NUMERO_BOMBA
source: Bomb number
pt: Bomba Nro

# SUSPENDIDO
source: Suspended
pt: Suspenso

# ES_RESETEABLE
source: Is reset
pt: É redefinido

# MEDICIONES_TOMADAS
source: Measurements Taken
pt: As medições efectuadas

# DATOS_ASIGNACION
source: Data Mapping
pt: Mapeamento de Dados

# DATOS_DISPOSITIVO
source: Data Device
pt: Dispositivo de dados

# DATOS_REPORTE
source: Data Report
pt: Dados do Relatório

# DATOS_TIPO_DISPOSITIVO
source: Device Data Type
pt: Tipo de dados de dispositivos

# DATOS_TIPO_PARAMETRO_DISPOSITIVO
source: Data Device Type Parameter
pt: Dados parâmetro tipo de dispositivo

# SOLO_SIN_ASIGNAR
source: Unassigned only
pt: Unassigned apenas

# REPORTA1
source: Reports to 1
pt: Reporta ao 1

# REPORTA2
source: Reports to 2
pt: Reporta ao 2

# REPORTA3
source: Reports to 3
pt: Reporta ao 3

source: Location
pt: Localização

# CAPACIDAD
source: Capacity (lit)
pt: Capacidade (LIT)

# PORCENTAJE_LLENO
source: Filling Percentage
pt: Percentagem de enchimento

# REMITO_NRO
source: Tracking number
pt: número de rastreamento

# TIEMPO_A_ULTIMO_LOGIN
source: Last login time
pt: Última hora do login

source: Last Packet Received At
pt: Último logon

# GARMINCONNECTED_TRUE
source: Connected
pt: Conectado

# GARMINCONNECTED_FALSE
source: Disconnected
pt: Desligada

# ULTIMO_CHOFER
source: Last Driver
pt: Última Driver

# ULTIMO_LOGIN
source: Last login
pt: Último login

# REVISAR_TARJETA
source: Check card
pt: Verifique cartão

# GROUP_MOTOR_CONSUMO
source: Engine: {0}
pt: Motor: {0}

# TIPO_MOVIMIENTO
source: Movement Type
pt: Tipo Movimento

# EGRESOS_CONCILIACION
source: Reconciling Expenses
pt: Despesas Conciliar

# INGRESOS_CONCILIACION
source: Reconciling Income
pt: Conciliar Renda

# CONSUMO
source: Consumption
pt: Consumo

# MDN
source: Phone
pt: Telefone

# RESULTADOS
source: Results
pt: Resultados

# CANTIDAD_EVENTOS
source: Number of Events
pt: Número de Eventos

# HISTOGRAMA_DETENCIONES_CAPTION
source: Histogram Arrests: From: {0} - {1} Up
pt: Detenções Histograma: De: {0}-{1} Up

# ALARMAS_DIARIAS
source: Daily Alarms
pt: Alarmes diários

# CONTROLA_KILOMETRAJE
source: Mileage Controls
pt: Quilometragem Controles

# DIARIO
source: Journal
pt: Jornal

# CONSUMO_PROMEDIO
source: Average consumption
pt: O consumo médio

# DATOS_TIPO_MENSAJE
source: Data Message Type
pt: Tipo de dados de mensagens

# ES_ESTADO_LOGISTICO
source: State Logistics
pt: Estado Logística

# ES_MANTENIMIENTO
source: Maintenance
pt: Manutenção

# ES_USUARIO
source: User
pt: Usuário

# DATOS_TIPOEMPLEADO
source: Type of Employee Data
pt: Tipo de dados de funcionários

# EST_LOG_GIRO_TROMPO_DERECHA
source: Giro right tube
pt: Giro tubo de direito

# EST_LOG_GIRO_TROMPO_IZQUIERDA
source: Giro left tube
pt: Giro deixou tubo

# EST_LOG_SALE_OBRA
source: Sale of Work
pt: Venda de trabalho

# EST_LOG_SALE_PLANTA
source: Plant Sale
pt: Venda de planta

# EST_LO_LLEGA_OBRA
source: Comes to Work
pt: Trata de trabalho
