Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Labels.*.resx
Languages: pt

# ESTADO_PEDIDO_PENDIENTE
source: Pending
pt: Pendente

# FECHA_EN_OBRA
source: Work time
pt: Tempo de trabalho

# PEDIDO_FRECUENCIA_ENTREGA
source: Frecuency
pt: Freqüência

# PEDIDO_TIEMPO_CICLO
source: Cycle Time
pt: Tempo de Ciclo

# PEDIDO_TIENE_BOMBA
source: Has Pump
pt: Pump It

# INICIO_ACTIVIDAD
source: Home Activity
pt: Atividade para casa

# PROGRAMACION_MOVILES_NECESARIOS
source: Vehicles Needed
pt: Necessário telefone

# PROGRAMACION_CANTIDAD_MIXERS
source: Mixers Count
pt: Misturadores quantidade

# PROGRAMACION_CARGA_PROMEDIO
source: Average Load
pt: Carga média

# PROGRAMACION_CARGA_MAXIMA
source: Maximum Load
pt: Carga Máxima

# PROGRAMACION_MIXERS_EQUIVALENTES
source: Equivalent Mixers
pt: Misturadores equivalente

# PROGRAMACION_MIXERS_HORA
source: Hourly Mixers
pt: Misturadores de hora em hora

# PROGRAMACION_VOLUMEN_HORA
source: Hourly Load
pt: Volume por Hora

# CANTIDAD_MES
source: Monthly Amount
pt: Quantidade por Mês

# CANTIDAD_DIA
source: Daily Amount
pt: Quantidade por Día

# CANTIDAD_HORA
source: Hourly Amount
pt: Quantidade por Hora

# PEDIDO_CARGA_POR_VIAJE
source: Trip charges
pt: Despesas de viagem

# PEDIDO_CARGA_POR_VIAJE_MAXIMA
source: Maximum
pt: Máximo

# ASIGNACION_VEHICULOS
source: Vehicles to assign
pt: Veículos para atribuir

# KM_DECLARADOS
source: Km Declared
pt: Km Declarou

# UNIDAD_MEDIDA
source: Measure Unit
pt: Unidade de Medida

# IMPORTE
source: Amount
pt: Valor

# IMPORTE_UNITARIO
source: Unit Amount
pt: Valor Unitario

# IMPORTE_TOTAL
source: Total Amount
pt: Valor Total

# VEHICULO
source: Vehicle
pt: Veículo

# INSUMO
source: Article
pt: Item

# PROVEEDOR
source: Provider
pt: Provedor

# CONSUMO_STATE_ELIMINADO
source: Eliminated
pt: Eliminado

# CONSUMO_STATE_PAGADO
source: Paid
pt: Pago

# CONSUMO_STATE_PENDIENTE
source: Pending
pt: Pendente

# COMENTARIO
source: Comment
pt: Comentário

# COMENTARIO1
source: Comment 1
pt: Comentário 1

# COMENTARIO2
source: Comment 2
pt: Comentário 2

# COMENTARIO3
source: Comment 3
pt: Comentário 3

# EVENTS
source: {0} events
pt: {0} eventos

# FLOTA_ACTIVA
source: Active fleet
pt: Frota ativa

# FLOTA_INACTIVA
source: Inactive fleet
pt: Frota inativa

# FLOTA_MANTENIMIENTO
source: Maintenance fleet
pt: Frota manutenção

# TURNO
source: Turn
pt: Vez

# HORA_ACTUAL
source: Current time
pt: Horário atual

# MOVILES_ACTIVOS_AHORA
source: Active vehicles now
pt: Agora móveis ativos

# MOVILES_ACTIVOS_DIA
source: Active vehicles today
pt: Bens móveis no dia

# TIEMPO_MOVIMIENTO_PROMEDIO
source: Average movement time per vehicle
pt: Movendo o tempo média móvel

# TIEMPO_DETENCION_PROMEDIO
source: Average detention time per vehicle
pt: Tempo o detenção médio móvel

# DETENCIONES_MAYORES_A_15
source: Number of detentions greater than 15 minutes
pt: Número de detenções maior de 15 minutos

# DETENCIONES_MAYORES_A_1
source: Number of detentions greater than 1 minute
pt: Número de detenções maior de 1 minuto

# ACCIDENTOLOGIA
source: Accidentology
pt: Acidentologia

# CANTIDAD_INFRACCIONES
source: Number of infractions
pt: Número de violações

# VELOCIDAD_PROMEDIO_FLOTA
source: Fleet average speed
pt: Velocidade média da frota

# VELOCIDAD_MAXIMA_FLOTA
source: Fleet maximum speed
pt: Velocidade máxima da frota

# INFRACCIONES_VEHICULOS
source: Number of vehicles with infractions
pt: Número de veículos com violações

# LOGISTICA
source: Logistic
pt: Logística

# KM_RECORRIDOS_PROMEDIO
source: Average km per vehicle
pt: Médio do km por móvel

# ENTRADAS_BASE
source: Number of entries to bases
pt: Número de entradas a bases

# ENTRADAS_GEOCERCA
source: Number of entries to Geofences
pt: Número de entradas a Geocercas

# MINUTOS_PROMEDIO_GEOCERCA
source: Average minutes into Geofences
pt: Médio de minutos dentro de Geocercas

# COSTOS
source: Costs
pt: Custos

# CONSUMO_PROMEDIO_MOVIL
source: Average fuel consumption per mobile
pt: Consumo médio de combustível por móvel

# MINUTOS_DETENIDO_ON
source: Number of detention minutes with engine on
pt: Número total de minutos em detenção com potência do motor

# MINUTOS_DETENIDO_OFF
source: Number of detention minutes with engine off
pt: Número total de minutos em detenção sem potência do motor

# MINUTOS_DETENIDO_ON_PROMEDIO
source: Average detention minutes with engine on
pt: Média de minutos em detenção com potência do motor

# MINUTOS_DETENIDO_OFF_PROMEDIO
source: Average detention minutes with engine off
pt: Média de minutos em detenção sem potência do motor

# ESTADISTICAS_HOY
source: Today´s stadistics
pt: Estatísticas de hoje

# ESTADISTICAS_AYER
source: Yesterday´s stadistics
pt: Estatísticas ontem

# ESTADISTICAS_MES
source: Month stadistics
pt: Estatísticas do mês

# MOVILES_EN_MOVIMIENTO
source: Moving vehicles
pt: Móveis em movimento

# MOVILES_DETENIDOS
source: Stopped vehicles
pt: Móveis em detenção

# MOVILES_EN_BASE
source: Vehicles on base
pt: Móveis em base

# MOVILES_EN_GEOCERCA
source: Vehicles on geofence
pt: Móveis em geocerca

# MOVILES_EN_BASE_MAS_1_HORA
source: Vehicles on base for more than 1 hour
pt: Móveis em base por mais de 1 hora

# MOVILES_EN_GEOCERCA_MAS_1_HORA
source: Vehicles on geofence for more than 1 hour
pt: Móveis em geocerca por mais de 1 hora

# DETALLE
source: Detail
pt: Detalhe

# CANTIDAD_TICKETS
source: Number of trips made
pt: Cantidad de viagens realizados

# RENDIMIENTO_LTS_KM
source: Performance (lit/100 km)
pt: Rendimento (lit/100 km)

# OBRA_0
source: Include no work time
pt: Incluem sem tempo de obra

# CICLO_0
source: Include zero cycles
pt: Incluem ciclos nulos

# INCLUIR_ESTADOS
source: Include logistics states
pt: Incluem estados de logística

# CANTIDAD_VIAJES
source: Trips
pt: Viagens

# INCLUIR_SIN_VEHICULO
source: Include trips without a vehicle
pt: Incluem viajes sem um carro

# INCLUIR_COMPARACION_CARGA
source: Include load comparison
pt: Incluem carga em comparação

# MOVILES_INACTIVOS_BASE
source: Inactive vehicles in base
pt: Base Móvel Inativos

# CONSUMO_CALCULADO_DECLARADO
source: Declared Calculated Consumption
pt: Consumo Calculado Declarado

# CONSUMO_CALCULADO_GPS
source: GPS Calculated Consumption
pt: Consumo Calculado GPS

# CONSUMO_PENDIENTE
source: Pending
pt: Pendiente

# CONSUMO_PAGADO
source: Paid
pt: Pago

# CONSUMO_ELIMINADO
source: Removed
pt: Removido

# DESVIO_MINIMO
source: Fuel Diversion (% Min)
pt: Desvio de Combustível (% Mín)

# DESVIO_MAXIMO
source: Fuel Diversion (% Max)
pt: Desvio de Combustível (% Max)

# VAL_MAYOR
source: Fuel Diversion. Maximum value must be higher or equal than Minimum value.
pt: Desvio de Combustível. O valor máximo deve ser maior ou igual ao mínimo.

# REPORTE
source: Report
pt: Relatório

# SEMANAL
source: Weekly
pt: Semanal

# MENSUAL
source: Monthly
pt: Mensal

# HOY
source: Today
pt: Hoje

# AYER
source: Yesterday
pt: Ontem

# MES
source: Month
pt: Mês

# TICKETS_ACTIVOS
source: Tickets Ongoing
pt: Tickets em Curso

# CON_TICKETS_ACTIVOS
source: With Tickets Ongoing
pt: Con Tickets em Curso

# CONDICION_REPORTE_PROGRAMADO
source: ATTENTION: The requested reports will be waiting for approval from our operators. <br /> Thanks.
pt: ATENÇÃO: Os relatórios solicitados estará esperando por aprovação de nossos operadores. <br /> Obrigado.

# REFERENCIAS
source: References
pt: Referências

# DETENCIONES_MAYOR_8
source: Stops > 8 hrs - Not Reporting
pt: Detenção > 8 horas - Não Reporte

# DETENCIONES_MAYOR_1
source: Stops > 1 h
pt: Detenção > 1 hora

# DETENCIONES
source: Stops
pt: Detenção

# DETENCIONES_MOTOR_ENCENDIDO
source: Idling > 5 min.
pt: Detenção com potência do motor > 5 min.

# EN_MOVIMIENTO_MAYOR_120
source: Moving > 120 km/h
pt: Em Movimiento > 120 km/h

# EN_MOVIMIENTO_MAYOR_80
source: Moving > 80 km/h
pt: Em Movimiento > 80 km/h

# CODIGO_ABONO
source: Suscription Code
pt: Codigo do Assinatura

# TIPO_LINEA
source: Line Type
pt: Tipo de Linha

# COSTO_MENSUAL
source: Monthly Cost
pt: Custo Mensal

# ABONO_DATOS
source: Suscription Data
pt: Assinatura do Dados

# CELULAR
source: Cellular
pt: Celular

# SATELITAL
source: Satellite
pt: Satelital

# NUMERO_LINEA
source: Line Number
pt: Número da Linha

# AGREGAR_PLAN
source: Add Plan
pt: Adicionar Plan

# FECHA_SELECCIONADA
source: Selected Date
pt: Data Selecionada

# ULTIMOS_7_DIAS
source: Last 7 days
pt: Últimos sete dias

# BOTONERA
source: Keypad
pt: Teclado

# SENSOR_TEMPERATURA
source: Temperature Sensor
pt: Sensor de Temperatura

# EVENTOS_POLICIA
source: Police Alarms
pt: Alarmes Policía

# EVENTOS_AMBULANCIA
source: Ambulance Alarms
pt: Alarmes Ambulancia

# EVENTOS_BOMBEROS
source: Fire Alarms
pt: Alarmes de Incêndio

# EVENTOS_TEMPERATURA
source: Temperature Alarms
pt: Alarmes de Temperatura

# TEMPERATURA_MAXIMA
source: Maximum Temperature
pt: Temperatura Máxima

# TEMPERATURA_MAXIMA_SEMANAL
source: Last 7 Days Maximum Temperature
pt: Temperatura Máxima Semanal

# MESES
source: Months
pt: Mês

# ENERO
source: January
pt: Janeiro

# FEBRERO
source: February
pt: Fevereiro

# MARZO
source: March
pt: Março

# ABRIL
source: April
pt: Abril

# MAYO
source: May
pt: Maio

# JUNIO
source: June
pt: Junho

# JULIO
source: July
pt: Julho

# AGOSTO
source: August
pt: Agosto

# SEPTIEMBRE
source: September
pt: Setembro

# OCTUBRE
source: October
pt: Outubro

# NOVIEMBRE
source: November
pt: Novembro

# DICIEMBRE
source: December
pt: Dezembro

# PROYECTADO
source: Projected
pt: Projetado

# SOLO_DISPOSITIVOS
source: Only vehicles with devices
pt: Apenas os veículos com dispositivos

# OCULTAR_INACTIVOS
source: Hide inactive vehicles
pt: Ocultar veículos inativos

# SOLO_CON_GARMIN
source: Show only vehicles with GARMIN
pt: Mostrar apenas veículos com GARMIN

# LAYER_ENTIDADES
source: Remote Points
pt: Pontos Remotos

# ULTIMO_REPORTE
source: Last Report
pt: Último Reporte

# PERIODO
source: Period
pt: Período

# ODOMETRO
source: Odometer
pt: Odômetro

# MOVILES_EN_HORA
source: Vehicles on time
pt: Veículos em tempo

# MOVILES_ADELANTADOS
source: Early vehicles
pt: Veículos antecipados

# MOVILES_DEMORADOS
source: Delayed vehicles
pt: Veículos atrasados

# MOVILES_EN_PLANTA
source: Vehicles in base
pt: Veículos em base

# MOVILES_EN_CLIENTE
source: Vehicles in client
pt: Veículos em cliente

# MOVILES_EN_VIAJE
source: Vehicles on trip
pt: Veículos em viajem

# TIPO_DATO
source: Data Type
pt: Tipo de dados

# DETALLES
source: Details
pt: Detalhes

# ORDEN
source: Order
pt: Ordem

# ORDEN_REAL
source: Real Order
pt: Ordem Real

# ES_FILTRO
source: Is filter
pt: É filtro

# OBLIGATORIO
source: Required
pt: Obrigatório

# MASCARA
source: Mask
pt: Máscara

# OPCIONES
source: Options
pt: Opções

# REPRESENTACION
source: Representation
pt: Representação

# TEXTO
source: Text
pt: Texto

# NUMERICO
source: Numeric
pt: Numérico

# LISTA
source: List
pt: Lista

# SELECCION_MULTIPLE
source: Multiple Selection
pt: Multipla Seleção

# SI
source: Yes
pt: Se

source: No
pt: Não

# DETALLE_PADRE
source: Parent Detail
pt: Detalhe Pai

# FORMATO_OPCIONES
source: '#.Description' o '#.#.Description'
pt: '#.Descrição' o '#.#.Descrição'

# CLASIFICACION
source: Classification
pt: Classificação

# ALARMAS
source: Alarms
pt: Alarmes

# ENTIDADES_ACTIVAS
source: Active Remote Points
pt: Pontos Remotos Ativos

# ENTIDADES_INACTIVAS
source: Inactive Remote Points
pt: Pontos Remotos Inativos

# ENTIDADES_CON_ALARMA
source: Remote Points with Alarm
pt: Pontos Remotos com Alarme

# SIN_ALARMA
source: No Alarms
pt: Sem Alarmes

# ALARMAS_ENTIDAD
source: Remote Point Alarms
pt: Alarmes da ponto remoto

# ALARMAS_SUBENTIDAD
source: Measurer Alarms
pt: Alarmes da medidor

# DETALLE_ALARMAS
source: Alarm Detail
pt: Detalhe da Alarmes

# SIN_DETALLE
source: No Details
pt: Sem Detalhes

# DETALLES_ENTIDAD
source: Remote Point Details
pt: Detalhes da ponto remoto

# ENERGIA
source: Power
pt: Energia

# DESCONGELAMIENTO
source: Thawing
pt: Desc.

# AMBULANCIA
source: Ambulance
pt: Ambulância

# BOMBEROS
source: Fire
pt: Bombeiros

# VALOR_NUM_1
source: Numeric Value 1
pt: Valor Numerico 1

# VALOR_NUM_2
source: Numeric Value 2
pt: Valor Numerico 2

# VALOR_NUM1
source: Num Value 1
pt: Valor Num 1

# VALOR_NUM2
source: Num Value 2
pt: Valor Num 2

# VER_MONITOR_SUBENTIDADES
source: View in Measurer Monitor
pt: Ver en Monitor do Medidores

# PAGINAR_CONSULTA
source: Paginated query
pt: Consulta paginado

# PLANO
source: Map
pt: Mapa

# TOTAL_ENTIDADES
source: Total Remote Points
pt: Pontos Remotos Totales

# SIN_ENTIDADES
source: No Remote Points
pt: Sin Pontos Remotos

# AGREGAR_FILTRO
source: Add Filter
pt: Adicionar Filtro

# OPERADOR
source: Operator
pt: Operador

# ELIMINAR
source: Delete
pt: Remover

# UNION_Y
source: AND
pt: E

# UNION_O
source: OR
pt: OU

# IGUAL_A
source: Equals
pt: Igual que

# MAYOR_A
source: Higher than
pt: Maior do que

# MENOR_A
source: Lower than
pt: Menor que

# CONTIENE_A
source: Contains
pt: Contém

# COSTO_MODELO
source: Model Cost ($)
pt: Costo do Modelo ($)

# COSTO_LITRO
source: Cost per liter ($)
pt: Costo do Litro ($)

# VIDA_UTIL
source: Lifetime (years)
pt: Vida (anos)

# DATOS_FACTURA
source: Bill Data
pt: Dados da Fatura

# ACTUALIZAR
source: Update
pt: Atualizar

# KM_RECORRIDOS
source: Km Traveled
pt: Km Viajados

# KM_PRODUCTIVOS
source: Productive Km
pt: Km Produtivos

# KM_IMPRODUCTIVOS
source: Unproductive Km
pt: Km Improdutivos

# HS_MOVIMIENTO
source: Movement Hours
pt: Horas em Movimento

# HS_MARCHA
source: Ongoing Hours
pt: Horas em Março

# HS_RALENTI
source: Idle Hours
pt: Horas Ociosas

# CONSUMO_$_NO_COMBUSTIBLE
source: Consumption Cost (Not Fuel)
pt: Custo Consumo (Sem Combustível)

# CONSUMO_$_COMBUSTIBLE
source: Consumption Cost (Fuel)
pt: Custo Consumo (Combustível)

# CONSUMO_$_TOTAL
source: Total Consumption Cost
pt: Custo Consumo Total

# COSTO_NO_COMBUSTIBLE_X_KM
source: Cost Per Km (Not Fuel)
pt: Custo de Km (No Combustível)

# COSTO_COMBUSTIBLE_X_KM
source: Cost Per Km (Fuel)
pt: Custo de Km (Combustível)

# COSTO_TOTAL_X_KM
source: Total Cost Per Km
pt: Custo Total de Km

# COSTO_TOTAL_X_KM_PRODUCTIVO
source: Total Cost Per Productive Km
pt: Custo Total de Km Produtivo

# LITROS_CARGADOS_COMBUSTIBLE
source: Liters Charged (Fuel)
pt: Litros Carregados (Combustível)

# LITROS_CARGADOS
source: Liters Charged
pt: Litros Carregados

# LITROS_DESPACHADOS
source: Liters Shipped
pt: Litros Despachados

# COSTO_PROMEDIO_LITRO
source: Average Cost Per Liter
pt: Custo Médio Por Litro

# LITROS_CONSUMIDOS
source: Consumed Liters (Km Traveled x Performance)
pt: Litros Consumidos (Médio do Km x Rendimento)

# LITROS_CONS
source: Consumed Liters
pt: Litros Consumidos

# LITROS_CALCULADOS
source: Calculated Liters (Km Traveled x Performance)
pt: Litros Calculados (Médio do Km x Rendimento)

# LITROS_X_KM
source: Liters Per Km.
pt: Litros Por Km.

# LITROS_X_HORA
source: Liters Per Running Hour
pt: Litros Por Hora do Funcionamento

# AMORTIZACION
source: Amortization
pt: Amortização

# MES_CORRIENTE
source: Current Month
pt: Mês Atual

# ACUMULADO_ANUAL
source: Annual Accumulated
pt: Anual Acumulada

# ACUMULADO_TOTAL
source: Total Accumulated
pt: Total Acumulada

# UTILIZA_TELEMETRIA
source: Asociate to Remote Point
pt: Asociar a Ponto Remoto

# CALCULAR
source: Calculate
pt: Calcular

# CONTROLA_CONSUMOS
source: Control Consumption
pt: Controla Consumos

# SEGUIMIENTO_PERSONA
source: Uses People Monitoring
pt: Usa Monitoramento da Pessoa

# SIMBOLO
source: Symbol
pt: Simbolo

# TANQUE_PRINCIPAL
source: Main Tank
pt: Tanque Diretor

# PARA_TANQUE_PRINCIPAL
source: Applies to Main Tank
pt: Aplica a Tanque Diretor

# COMBUSTIBLE
source: Fuel
pt: Combustivel

# RENDIMIENTO_TEORICO
source: Theoric Performance
pt: Rendimento Teorico

# RENDIMIENTO_REAL
source: Real Performance
pt: Rendimento Real

# CONSUMO_X_KM
source: Consumption per Km
pt: Consumo por Km

# CONSUMO_X_M3
source: Consumption per meter
pt: Consumo por metro

# CONSUMO_X_VIAJE
source: Consumption per trip
pt: Consumo por viagem

# DESPACHO_ACUMULADO
source: Accumulated Dispatch
pt: Despacho Acumulado

# PROMEDIO_MENSUAL
source: Monthly Average
pt: Média Mensal

# RETRASO
source: Delay
pt: Atraso

# TIEMPO_ENTREGA
source: Delivery Time
pt: Tempo de Entrega

# PROGRAMADO
source: Programmed
pt: Programado

# DESVIO
source: Deviation
pt: Desvio

# VER_DESVIOS
source: View Deviations
pt: Ver Desvíos

# VER_COLUMNAS_FILTRADAS
source: View Filtered Columns
pt: Ver Colunas Filtradas

# EN_CICLO
source: On Cycle
pt: Em Ciclo

# HS_TOTALES
source: Total Hours
pt: Total de Horas

# EN_RALENTI
source: Idling
pt: Ocioso

# HS_EN_VIAJE
source: Trip Hours
pt: Horas em Viagem

# HS_EN_TIME_TRACKING
source: Time Tracking Hours
pt: Horas em Time Tracking

# HS_EN_TICKET
source: Ticket Hours
pt: Horas em Ticket

# VER_DETALLE_TURNOS
source: View Turn Detail
pt: Ver Detalhe do Turnos

# VER_DETALLE_VIAJES
source: View Trip Detail
pt: Ver Detalhe do Viagem

# VER_DETALLE_TIME_TRACKING
source: View Time Tracking Detail
pt: Ver Detalhe do Time Tracking

# VER_DETALLE_TICKETS
source: View Tickets Detail
pt: Ver Detalhe do Tickets

# KM_TOTALES
source: Total Km
pt: Km Totales

# KM_TURNOS
source: Turns Km
pt: Km Em Turnos

# KM_VIAJES
source: Trips Km
pt: Km Em Viagem

# KM_TIME_TRACKING
source: Time Tracking Km
pt: Km Em Time Tracking

# KM_TICKETS
source: Tickets Km
pt: Km Em Tickets

# BUSCAR_EN_MENU
source: Sarch on menu...
pt: Pesquisar em menu...

# MENU_SEARCH_NO_RESULTS
source: No results found...
pt: Sin resultados encontrados

# DEPOSITO_A_DEPOSITO
source: Deposit to Deposit
pt: Deposito a Deposito

# DEPOSITO_A_VEHICULO
source: Deposit to Vehicle
pt: Deposito a Veículo

# PROVEEDOR_A_DEPOSITO
source: Provider to Deposit
pt: Provedor a Deposito

# PROVEEDOR_A_VEHICULO
source: Provider to Vehicle
pt: Provedor a Veículo

# DEPOSITO_DESTINO
source: Destination Deposit
pt: Deposito Destino

# DEPOSITO_ORIGEN
source: From Deposit
pt: Deposito Origen

# STOCK_ACTUAL
source: Current Stock
pt: Estoque Atual

# ULTIMA_REPOSICION
source: Last Reset
pt: Ultimo Reset

# ENVIAR_MENSAJE_A_MEDIDOR
source: Send message to measurer
pt: Enviar mensagem para medidor

# DEMORA
source: Delay
pt: Retraso

# METROS
source: meters
pt: metros

# USAR_RECORRIDO_PREDEFINIDO
source: Use a predefined route
pt: Usar um caminho pré-definido

# COPIAR
source: Copy
pt: Copiar

# CALCULAR_HORAS
source: Calcute times
pt: Calcule vezes

# TIEMPO_GEOCERCA
source: Time in Geofence
pt: Tempo Geofence

# TIEMPO_VIAJE
source: Time on Trip
pt: Tempo de viagem

# TIPODISTRI_DESORDENADA
source: Disordered
pt: Desordenado

# TIPODISTRI_NORMAL
source: Ordered
pt: Ordenada

# TIPODISTRI_RECORRIDO_FIJO
source: Fixed
pt: Fixa

# NO_ES_VEHICULO
source: Not Vehicle
pt: Não Veículo

# ES_PUERTA
source: Access control
pt: É o controle de acesso

# GENERAR_ACCESOS
source: Create Access Controls
pt: Crear acessos

# SOLO_HUERFANOS
source: Orphans Only
pt: Apenas os órfãos

# VER_ELIMINADOS
source: View eliminated
pt: Ver eliminados

# ENTRO_A
source: Enter into
pt: Ele entrou

# SALIO_DE
source: Out from
pt: Ele deixou

# VER_DIRECCIONES
source: View Addresses
pt: Exibir Direções

# DOC_FIELDTYPE_BOOL
source: Yes/No
pt: Se/Não

# SUPPORT_CAT_0_4_INSTALL
source: Installation
pt: Instalação

# SUPPORT_NRO_PARTE
source: Part Number
pt: Número da peça

# SUPPORT_CAT_0_5_UNINSTALL
source: Uninstall
pt: Desinstalar

# LAYER_SUBENTIDADES
source: Measurers
pt: Medidores

# TICKET_CANCEL_REASON
source: Enter cancellation reason
pt: Digite apelo

# VIGENCIA_HORAS
source: Duration (hours)
pt: Duração (horas)

# ORDEN_DIARIO
source: Daily Order
pt: Jornal Ordem

# HORARIO_ATENCION
source: Atention Schedule
pt: Horas da Atenção

# HORARIO_ATENCION_A
source: to
pt: a

# LAYER_CLIENT_AREA
source: Clients (Geofences)
pt: Clientes (Geofences)

# LAYER_CLIENT_POI
source: Clients
pt: Clientes

# DATOS_ADICIONALES
source: Aditional Data
pt: Dados adicionais

# NRO_FACTURA
source: Bill Number
pt: Nro Fatura

# TICKETSTATE_ANULADO
source: Canceled
pt: Anulado

# TIEMPO_TOTAL
source: Total Time
pt: Tempo Total

# CONCEPTO
source: Concept
pt: Conceto

# CONTROLA_LIMITES
source: Controls Limits
pt: Controla Limites

# DESPACHO_X_KM
source: Dispatch per Km
pt: Despacho por Km

# DESPACHO_X_M3
source: Dispatch per meter
pt: Despacho por metro

# DESPACHO_X_VIAJE
source: Dispatch per trip
pt: Despacho por viajem

# CONTROLAR_CICLO
source: Control Logistic Cycle
pt: Controlar Ciclo de Logística

# ALARMA_ACTIVA
source: Active Alarm
pt: Alarma Ativa

# CAPACIDAD_MAXIMA
source: Max Capacity
pt: Capacidad Massima

# PUNTO_REPOSICION
source: Replace Level
pt: Ponto do substituição

# NIVEL_CRITICO
source: Critic Level
pt: Nível Crítico

# DESPACHO
source: Dispatch
pt: Despacho

# PORCENTUAL
source: Difference %
pt: Diferencia %

# USA_PREFIJO
source: Use prefix
pt: Usa prefijo

# VER_DETALLE_INFRACCIONES
source: View Infraction Details
pt: Ver Detalhe Infracções

# VER_ESQUINAS
source: View Corners
pt: Ver Cantos

# BASE_DESTINO
source: Destiny Base
pt: Base Destino

# BASE_ORIGEN
source: Origin Base
pt: Base Origem

# DETENCION_MAYOR_A
source: Stop higher than
pt: Detenção maior a

# DISTANCIA_MAYOR_A
source: Distance higher than
pt: Distância maior a

# BALOON_FICHADA
source: Maximum time period is considered as a double check. It will take the first entry and last exit.
pt: Período de tempo máximo que é considerado como um fichada dupla. Ele vai tomar a primeira entrada ea última saída.

# BALOON_FIN_VIAJE
source: Filters sections with lengths greater than the specified number of minutes
pt: Seções estreitas com comprimentos maiores do que o número especificado de minutos

# BALOON_DISTANCIA
source: Filters sections with meters higher than specified
pt: Tranches estreitos caminhos metros maior do que o especificado

# BALOON_DETENCION
source: Filters sections with stops over the minutes specified
pt: Seções estreitas de detenções durante os minutos especificados

# BALOON_POR_VENCER
source: Filters odometers that have exceded the first alarm
pt: Seções os odómetros que hayan superado o 1er alarme

# BALOON_PROD_VIAJE
source: Improductive Km: Distance traveled from trip init to first destiny and from last destiny to trip finish. Productive Km: Distance traveled from first destiny to last one.
pt: Km Improdutivos: Recorrido efetuado desde inicio do viajem hasta o primer destino e desde o útimo destino hasta fim do viajem. Km Produtivos: Recorrido efetuado desde o primer destino hasta o útimo.

# RUTA
source: Route
pt: Ruta

# RUTAS
source: Routes
pt: Rutas

# KILOMETROS_SIN_ACENTO
source: Kilometers
pt: Kilometros

# PERFILES
source: Profiles
pt: Perfiles

# ENTREGA_STATE_NOCOMPLETADO
source: Unrealized
pt: Não Raalizado

# ERRORES
source: Errors
pt: Errores

# VALOR_FINAL
source: Final Value
pt: Valor Final

# REFERENCIA
source: Reference
pt: Referencia

# POR_HORAS_EN_MARCHA
source: It is by march hours
pt: É por horas março

# PRIORIDAD
source: Priority
pt: Prioridade

# ASIGNADAS
source: Assigned
pt: Asignadas

# NO_ASIGNADAS
source: Not assigned
pt: No asignadas

# ENTRA_A
source: Enters into
pt: Ingresa a

# SALE_A
source: Exit to
pt: Egresa a

# SIN_FICHAR
source: No Register
pt: Sem Fichar

# SIN_ZONA
source: No Zone
pt: Sem Área

# TIPO_FICHADA
source: Register Type
pt: Tipo do Fichada

# HORAS_FICHADA
source: Register Hours
pt: Horas do Fichada

# EN_PERIODO
source: On period
pt: Em período

# VER_EVENTOS
source: View events
pt: Ver eventos

# FLUJO
source: Flow
pt: Fluxo

# TRASLADOS
source: Move
pt: Transferências

# INACTIVIDAD
source: Inactivity
pt: Inactividade

# TAREA
source: Task
pt: Tarefa

# COMPLETADOS
source: Completed
pt: Concluído

# NO_COMPLETADOS
source: Not Completed
pt: No Concluído

# CANCELADOS
source: Canceled
pt: Cancelado

# EN_CURSO
source: On course
pt: Contínuo

# PENDIENTES
source: Pending
pt: Pendentes

# TOTAL_TRASLADOS
source: Total Move
pt: Total Transferências
