Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Labels.*.resx
Languages: pt

# EST_LO_LLEGA_PLANTA
source: Plant reaches
pt: Planta atinge

# TARGETTYPE_ANY
source: Any
pt: Qualquer

# OBSERVACION
source: Comment
pt: Comentário

# MOTIVO_CONCILIACION
source: Reconciliation Reason
pt: Reconciliação Razão

# INTERVALO
source: Interval (m)
pt: Intervalo (m)

# MOTORES
source: Motors
pt: Motores

# AGUA_MAX
source: Maximum water level in the tank (lit)
pt: O nível máximo da água no tanque (LIT)

# AGUA_MIN
source: Minimum water level in the tank (lit)
pt: O nível mínimo de água no tanque (LIT)

# STOCK_CRITICO
source: Critical level of stock (fig)
pt: nível crítico de estoque (fig.)

# STOCK_REPOSICION
source: Minimum stock to replace (Lit)
pt: estoque mínimo para substituir (Lit)

# KM_FALT
source: Missing miles
pt: milhas em falta

# KM_REF
source: Reference miles
pt: Referência milhas

# T_FALT
source: Missing Days
pt: Faltando Dias

# T_REF
source: Reference Days
pt: Referência do dia

# HS_FALT
source: Missing Hours
pt: Faltando Horas

# HS_REF
source: Reference Hours
pt: Referência Horas

# ULTIMO_UPDATE
source: Last Update
pt: Última Atualização

# CAUDAL_MAXIMO
source: Maximum flow
pt: vazão máxima

# TIEMPO_SIN_REPORTAR
source: Unreported Time (min)
pt: Time não declarada (min)

# DISPOSITIVOS_A_ACTUALIZAR
source: Updating devices
pt: Atualizando dispositivos

# VALOR_A_ENVIAR
source: Value Send
pt: Relação Enviar

# VALORES_ACTUALES
source: Current Conditions
pt: Condições Atuais

# MAX_DIF_TEORICO_Y_REAL
source: Real difference peak vs Theoretical (Lit)
pt: pico diferença real vs Teórica (Lit)

# PORCENTAJE_CAPACIDAD_TANQUE
source: Real volume percentage difference vs Theoretical (0-100)
pt: diferença percentual Real vs volume teórico (0-100)

# ULTIMA_MEDICION
source: Last measurement taken
pt: da última medição tomadas

# VARIACION_SONDA
source: Probe Variation
pt: Sonda Variação

# VARIACION_STOCK
source: Stock Change
pt: Banco de Mudança

# ES_COMBUSTIBLE
source: Fuel
pt: Combustível

# REM_OBS
source: Refer / Activity
pt: Consulte Atividade /

# IMP_TARJETA
source: Importer Cards
pt: Importador Cartões

# IMPORT_TARJETA_HELP_TITLE
source: Wellcome aid Importer Cards.
pt: Importador Wellcome Cartões ajuda.

# GRABA_EN_BASE
source: Writes Base
pt: Grava Base

# CONFIGURACION_ALARMAS
source: Alarm Configuration
pt: Alarme de configuração

# DATOS_GENERALES
source: General Information
pt: Informações Gerais

# REFERENCIA_GEOGRAFICA
source: Geographic Reference
pt: Referência Geográfica

# CONFIGURACION_ODOMETROS
source: Odometer Settings
pt: Odômetro Configurações

# IMPORT_DISPOSITIVO_HELP_TITLE
source: Wellcome aid Importer Devices.
pt: Importador Wellcome dispositivos de auxílio.

# IMPORT_DOCUMENTO_HELP_TITLE
source: Wellcome aid Importer Documents.
pt: Importador Wellcome documentos de auxílio.

# IMP_DISPOSITIVO
source: Device Importer
pt: Dispositivo Importador

# IMP_DOCUMENTO
source: Document Importer
pt: Documento Importador

# GRUPO
source: Group
pt: Grupo

# GROUP_EQUIPO
source: Team: {0}
pt: Equipe: {0}

# ASSIGNED_EMPRESAS
source: Assigned Companies
pt: Atribuído Empresas

# ASSIGNED_MOBILES
source: Assigned Phone
pt: Atribuído telefone

# ASSIGNED_PLANTAS
source: Assigned lines
pt: linhas afectadas

# ASSIGNED_TRANSPORTISTAS
source: Assigned Carriers
pt: Atribuído Portadores

# AVAILABLE_EMPRESAS
source: Available companies
pt: Disponível empresas

# AVAILABLE_MOBILES
source: Available Phones
pt: Telefones disponíveis

# AVAILABLE_PLANTAS
source: Lines Available
pt: Linhas disponíveis

# AVAILABLE_TRANSPORTISTAS
source: Available Carriers
pt: Portadores disponível

# CONFIG_COCHES
source: Phone settings
pt: Definições do telefone

# CONFIG_EMPRESAS
source: Business Setup
pt: Instalação de Negócios

# CONFIG_LINEAS
source: Configuring Lines
pt: Configurando Lines

# INHABILITAR
source: Disable
pt: Desativar

# VER_SIMULADOR
source: See Tours Simulator
pt: Veja Simulator Tours

# OPERADOR_Y_LEGAJO
source: Operator: {0} to {1} - File: {2}
pt: Operador: {0}-{1} - Arquivo: {2}

# EXPIRA
source: Expires
pt: Expira

# FECHA_EXPIRACION
source: Expiry Date
pt: Data de Vencimento

# HABILITA_USUARIO
source: Enables User
pt: Permite ao usuário

# HORAS_HABILITADO
source: Hours Enabled
pt: Horas Habilitado

# INHABILITA_USUARIO
source: Disables User
pt: Desativa Usuário

# TIEMPO_CONDUCCION
source: Lead Time
pt: Prazo de entrega

# DETALLE_OPERADOR
source: Operator Details
pt: Operador Detalhes

# DETALLE_VEHICULO
source: Vehicle Details
pt: Detalhes do Veículo

# ALCANZADA_POR
source: Achieved by:
pt: Realizado por:

# INTERNO_PATENTE_RESPONSABLE
source: Internal: {0} - Patent: {1} - Responsible: {2} - From: {3} - To: {4}
pt: Interno: {0} - Patente: {1} - Responsável: {2} - De: {3} - Para: {4}

# NOMBRE_LEGAJO
source: Name: {0} - File: {1} - From: {2} - To: {3}
pt: Nome: {0} - Arquivo: {1} - De: {2} - Para: {3}

# CAPACIDAD_SIN_DEFINIR
source: Undefined capacity
pt: capacidade indefinida

# EVENTO_FIN
source: Completion Event
pt: Conclusão do evento

# EVENTO_INICIO
source: Home Event
pt: Principal evento

# PONDERACION_GRAVES_RANKING
source: Grave operators score (score&gt; = 25): {0} operators.
pt: Grave operadores pontuação (escore&gt; = 25): {0} operadores.

# PONDERACION_LEVES_RANKING
source: Scoring operators Mild (score &lt;7): {0} operators.
pt: Scoring operadores leve (escore &lt;7): {0} operadores.

# PONDERACION_MEDIAS_RANKING
source: Operators Scoring Average (score&gt; = 7 and &lt;25): {0} operators.
pt: Operadores de pontuação média (escore&gt; = 7 e &lt;25): {0} operadores.

# ASSIGNED_CLIENTS
source: Assigned client
pt: Atribuído cliente

source: Available Clients
pt: Clientes Disponíveis

source: Working for
pt: Trabalhar para

# APLICA_FERIADOS
source: Applies Holidays
pt: Aplica-se Hospedagem

# DOMINGO
source: Sunday
pt: Domingo

# JUEVES
source: Thursday
pt: Quinta-feira

# LUNES
source: Monday
pt: Segunda-feira

# MARTES
source: Tuesday
pt: Terça-feira

# MIERCOLES
source: Wednesday
pt: Quarta-feira

# SABADO
source: Saturday
pt: Sábado

# VIERNES
source: Friday
pt: Sexta-feira

# EST_LOG_GIRO_TROMPO_DETENIDO
source: Arrested spin
pt: Preso spin

# DATOS_FERIADO
source: Holiday Details
pt: Detalhes de férias

# COMPORTAMIENTOS
source: Behaviors
pt: Comportamentos

# CHOFERES_POR_BASE
source: Drivers assigned to a permanent base
pt: Drivers atribuído a uma base permanente

# IDENTIFICA_CHOFERES
source: Identifies Drivers
pt: Identifica Drivers

# DATOS_CENTRO
source: Costs Center Data
pt: Centro de Custos de dados

# CONTROLA_HS
source: Control Hours
pt: Horário de Controle

# CONTROLA_KM
source: Controls miles
pt: Controles milhas

# CONTROLA_SERVICIOS
source: Services
pt: Serviços

# CONTROLA_TURNOS
source: Shifts
pt: Turnos

# PORC_PROD
source: Production Percentage
pt: Percentual de Produção

# HSPRODUCTIVAS
source: Productive Hours
pt: Horas produtivas

# HSTOTALES
source: Total Hours
pt: O total de horas

# KMPRODUCTIVOS
source: Productive miles
pt: milhas Produtiva

# KMTOTALES
source: Total miles
pt: total de milhas

# PORCENTAJEHS
source: Hours Percent
pt: Percentual Horas

# PORCENTAJEKM
source: Percentage of miles
pt: Percentual de milhas

# HS_DET_SIN_TURNO
source: Hours off Duty Detention
pt: Fora do horário de Detenção Duty

# HS_DET_TURNO
source: Detention Shift Hours
pt: Shift Horas de Detenção

# HS_MOV_SIN_TURNO
source: Hours Moving out of Time
pt: Horas Saindo do Tempo

# HS_MOV_TURNO
source: Shift Hours Movement
pt: Shift Movimento Horas

# ESPERADO
source: Expected
pt: Esperado

# HS_FUERA_TURNO
source: Hours Off Duty
pt: Horas fora de serviço

# HS_TURNO
source: Shift Hours
pt: Horas Shift

# POSICIONES_ENCOLADAS
source: Glued Positions
pt: Colado Posições

# PORCENTAJE_REAL
source: Real Percent
pt: Percentual Real

# PRODUCTIVIDAD
source: Productivity
pt: Produtividade

# RESUMEN_ESTADO
source: State Summary
pt: Resumo do Estado

# SOLO_IMPROD
source: Unproductive Solo
pt: Improdutivo Solo

# TURNO_ASIGNACION
source: Assignment
pt: Atribuição

# FIN_DE_SEMANA
source: Select Weekend
pt: Selecione semana

# SEMANA
source: Select Work Week
pt: Selecione Semana de Trabalho

# HABILITAR_INTERFACE_WS
source: Enable query interface
pt: Habilitar interface de consulta

# POR_VENCER
source: Expiring
pt: Vencer

# DISTANCIA_RECORRIDA
source: Distance Run
pt: Funcione a distância

# EVENTOS_DET
source: Detention Events
pt: Eventos de Detenção

# EVENTOS_MOV
source: Events in Motion
pt: Eventos em Movimento

# REQUIRES_RESET
source: Requires Reboot
pt: Requer Reinicialização

# ELIMINAR_POSICION
source: Delete Position
pt: Excluir posição

# ENVIAR_MENSAJE_A_MOVIL
source: Send message to mobile
pt: Enviar mensagem para celular

# INGRESAR_MENSAJE
source: Enter the message you want
pt: Digite a mensagem que deseja

# MENSAJE_CONFIGURACION
source: Message Settings
pt: Configurações de mensagem

# MENSAJE_PERSONALIZADO
source: Custom Message
pt: Mensagem personalizada

# MENSAJE_PREDEFINIDO
source: Default Message
pt: Mensagem padrão

# SELECCIONAR_MENSAJE
source: Select the message to send
pt: Selecione a mensagem a enviar

# ACTUALIZAR_FIRMWARE
source: Firmware Update
pt: Atualização de firmware

# ENVIAR_FULL_QTREE
source: Send Full qtrees
pt: Enviar qtrees completo

# ENVIAR_QTREE
source: Send qtrees
pt: Enviar qtrees

# LIMPIAR_COLAS
source: Clean Tails
pt: Limpeza Tails

# PURGAR_MENSAJES
source: Purging messages
pt: A remoção de mensagens

# ENVIAR
source: Send
pt: Enviar

# RESET_DEVICES
source: Device Reset
pt: Redef

# DEVICE_RESET_OK
source: Devices have been successfully reconfigured!
pt: Os dispositivos têm sido reconfigurado com sucesso!

# CONFIG_PURGE
source: Purge Settings
pt: Purge Configurações

source: Actions
pt: Ações

source: Service Paused
pt: Serviço de pausa

# SERVICE_STATUS_CONTINUE_PENDING
source: Pending Continue
pt: Pendente Continue

# SERVICE_STATUS_PAUSE_PENDING
source: Pause Pending
pt: Pausa pendência

# SERVICE_STATUS_RUNNING
source: Running
pt: Duração

# SERVICE_STATUS_START_PENDING
source: Start Pending
pt: Iniciar pendência

# SERVICE_STATUS_STOPPED
source: Stopped
pt: Parado

# SERVICE_STATUS_STOP_PENDING
source: Stop Pending
pt: Parar pendência

# DATOS_EMPLEADO
source: Employee Data
pt: Empregado de Dados

# SELECCIONAR_GEOREF_EXISTENTE
source: Select an existing Geographic Reference.
pt: Selecione um ponto de referência geográfica.

# CLIENTE
source: Customer
pt: Cliente

# LINEA
source: Plant
pt: Planta

# ESTILO
source: Style
pt: Estilo

# CONTROLA_VELOCIDAD
source: Speed ​​Controls
pt: Controles de Velocidade

# CONTROLA_ES
source: Controls - Check Out
pt: Controles - Check Out

# ES_ZONA_RIESGO
source: Risk is an area
pt: Risco é uma área

# ES_INICIO
source: It&#39;s Home
pt: É Início

# ES_INTERMEDIO
source: Is Intermediate
pt: É intermediário

# ES_FIN
source: It&#39;s End
pt: É o Fim

# VELOCIDADES
source: Speeds
pt: Velocidades

# EMPRESA
source: Company
pt: Empresa

# SELECT_EXISTENT_GEOREF
source: Select an existing Geographic Reference.
pt: Selecione um ponto de referência geográfica.

# OBSERVACIONES
source: Comments
pt: Comentários

# VIGENCIA_DESDE
source: Effective From
pt: Com efeitos a partir

# VIGENCIA_HASTA
source: Valid Until
pt: Válido até

# APLICAR_DESDE
source: Apply From
pt: Aplicar

# DATOS_REF_GEO
source: Geographic Reference Data
pt: Dados de Referência Geográfica

# TIPOS_VEHICULO
source: Vehicle Types
pt: Tipos de Veículos

# HS_TURNO_ON
source: Hours with Fan On Time
pt: Horas com Fan On Time

# HS_TURNO_OFF
source: Shift Hours with engine off
pt: Horas Shift com motor desligado

# HS_ON
source: Hours off with Motor Power Shift
pt: Horas de folga com motor Power Shift

# HS_OFF
source: Hours outside Powered Off Duty
pt: Horas fora Powered fora de serviço

# INCLUYE_INDEFINIDO
source: Includes undefined states
pt: Inclui estados indefinidos

# HS_EN_TURNO
source: Hours arrested in Time
pt: Horas parado no tempo

# HS_FUERA_DE_TURNO
source: Hours off-duty arrest
pt: Horário de detenção fora de serviço

# CHANGE_ICON
source: Adjust Icon
pt: Ajuste Icon

# EST_LOG_INICIADO
source: Logistics cycle started
pt: Logística ciclo iniciado

# IMPORT_TICKETS
source: Tickets Importer
pt: Ingressos Importador

# HELP_TICKET_IMPORTANTE_DETAIL
source: Those entities (customers, Delivery pts, etc.) referenced by code in the file must be previously discharged from the platform, otherwise the import will fail
pt: As entidades (clientes, Pontos de entrega, etc) referenciados pelo código no arquivo deve ser previamente descarregada a partir da plataforma, caso contrário, a importação falhará

# IMPORTANTE
source: Important:
pt: Importante:

# TANQUE
source: Tank
pt: Tanque

# DETALLES_CONCILIACION
source: Conciliation Details
pt: Detalhes da Conciliação

# TOTAL_TURNO
source: Total Time
pt: Tempo Total

# ESPERADO_TURNO
source: Time expected
pt: Tempo de espera

# REAL_TURNO
source: Real Time
pt: Tempo Real

# PORCENTAJE_TURNO
source: Percentage Time
pt: Percentual de tempo

# TOTAL_FUERA_TURNO
source: Total Time Off
pt: Tempo Total Off

# REAL_FUERA_TURNO
source: Beyond Real Time
pt: Além do Tempo Real

# PORCENTAJE_FUERA_TURNO
source: Percentage Out of Turn
pt: Percentual de Turn Out

# CAMPOS_EXTRA
source: Extra fields
pt: Campos extras

# FECHA_SALIDA
source: Departure Date
pt: Data de saída

# CICLO_LOGISTICO
source: Cycle Logistics
pt: Ciclo de Logística

# ESTADOS
source: States
pt: Estados

# APLICAR_A_PARENTI09
source: Applies to Employees
pt: Aplica-se a funcionários

# APLICAR_A_PARENTI03
source: Applies to Vehicles
pt: Aplica-se a veículos

# APLICAR_A_PARENTI17
source: Apply to Carriers
pt: Aplicar para Portadores

# APLICAR_A_PARENTI19
source: Applies to equipment
pt: Aplica-se aos equipamentos

# FECHA_VENCIMIENTO
source: Expiration Date
pt: Data de Vencimento

# FECHA_PRESENTACION_OBLIGATORIA
source: Date of mandatory
pt: Data de obrigatória

# POS_DESCARTADAS
source: Discarding Positions
pt: Descartando Posições

# REC_DESCARTADO
source: Discarded Tour
pt: Descartados Tour

# MOTIVO_DESCARTE
source: Discard Reason
pt: Descartar Razão

# MODULO
source: Module
pt: Módulo

# COMPONENTE
source: Component
pt: Componente

source: Value
pt: Valor

# INHBILITAR_CAMBIAR_PASS
source: Inhbilitado to change your password
pt: Inhbilitado alterar a sua senha

# INHBILITAR_CAMBIAR_USO
source: Inhbilitado to change their time zone
pt: Inhbilitado para mudar o fuso horário

# EVENTOS_DESCARTADOS
source: Discarded Events
pt: Eventos descartados

source: Incidence
pt: Incidência

# DATOS_TICKET
source: Ticket Information
pt: Informações de Bilheteira

# PARAMETROS
source: Parameters
pt: Parâmetros

# NOMBRE
source: Name
pt: Nome

# LLEGADA
source: Arrival
pt: Chegada

# HS_CONTROLADAS
source: Controlled Hs
pt: Controlado Hs

# DIFERENCIA_HS
source: Height
pt: Altura

# KM_CONTROLADO
source: Controlled Km
pt: Controlado km

# DIFERENCIA_KM
source: Diff. Km
pt: Dif. Km

# IMPORTE_REPORTADO
source: Reported Amount
pt: Relatado Montante

# IMPORTE_CONTROLADO
source: Controlled Amount
pt: Controlado Montante

# DIFERENCIA_IMPORTE
source: Variance Amount
pt: Variação Valor

# ESTADO
source: State
pt: Estado

# PARTE
source: Party
pt: Parte

# NOMBRE_USUARIO
source: Username
pt: Nome de Usuário

# TICKET_INICIAR
source: Start Ticket
pt: Iniciar Bilheteira

# TICKET_CERRAR
source: Close Ticket
pt: Fechar Bilheteira

# VELOCIDAD_KM
source: Speed ​​km / h
pt: Velocidade kmh

# ODOMETRO_VALOR_INICIAL
source: Initial value Odometer
pt: Valor inicial Odômetro

# TIPO_GEO_REF_CLI
source: Geographic Reference Rate High Customer
pt: Geographic Cliente Taxa Referencial alta

# TIPO_GEO_REF_POI
source: Geographic Reference Type Works high.
pt: Referência geográfica Tipo alta Works.

# EST_LOG_GIRO_TROMPO_AH_LENTO
source: Anti-clockwise rotation Slow Trompo
pt: Anti-horário de rotação lenta trompo

# EST_LOG_GIRO_TROMPO_AH_RAPIDO
source: Anti-clockwise spin Giro Rapido
pt: Anti-horário de rotação Giro Rapido

# EST_LOG_GIRO_TROMPO_HOR_LENTO
source: Slow Rotation Schedule Trompo
pt: Slow trompo esquema de rotação

# EST_LOG_GIRO_TROMPO_HOR_RAPIDO
source: Hours Trompo Giro Rapido
pt: Horas trompo Giro Rapido

source: Access Code
pt: Código de Acesso

# CON_VALIDACION
source: With Validation
pt: Validação com

# CON_FOTO
source: With Photo
pt: Com o Photo

# CON_LATERALES
source: With Side
pt: Com Side

# CON_REFERENCIA
source: With reference
pt: Com referência

# ES_ENTREGA
source: Delivery is
pt: A entrega é

# ES_DEVOLUCION
source: It&#39;s Return
pt: É Retorno

# ES_GESTION
source: It Management
pt: Gestão de TI

# NUNCA
source: Never
pt: Nunca

# SIEMPRE
source: Always
pt: Sempre

# ENTREGADO
source: Delivered
pt: Entregues

# NO_ENTREGADO
source: Undelivered
pt: Não entregue

# EMPLEADO_DESDE_HASTA
source: Employee {0} - From: {1} To: {2}
pt: Empregado {0} - De: {1} Para: {2}

# SERVICE_TYPE_ACTION
source: Action associated with the type of service
pt: Ação associada ao tipo de serviço

# TIPOSERVICIOPARTE
source: Service Type
pt: Tipo de Serviço

# CANTIDAD_KILOMETROS_TOTALES
source: Total number of miles
pt: O número total de milhas

# A_PROXIMA_GEOCERCA
source: A next geofence
pt: Uma área demarcada próximo

# BUSCAR
source: Search
pt: Pesquisa

# ADDRESS_LATLON_SEARCH
source: For Lat / Lon
pt: Para Lat / Lon

# ADDRESS_LOCATION
source: Location
pt: Localização

# ADDRESS_LONGITUDE
source: Length
pt: Comprimento

# ADDRESS_RESULT
source: Result
pt: Resultado

# ADDRESS_SEARCH
source: Search
pt: Pesquisa

# ADDRESS_SMART_SEARCH
source: Search (Smart)
pt: Busca (Smart)

# ADDRESS_STREET
source: Street
pt: Rua

# ADDRESS_STREET_INTERSECTION
source: Corner
pt: Cantinho

# ADDRESS_STREET_NUMBER
source: Height
pt: Altura

# NO_ADDRESS_SELECTED
source: Not chosen direction
pt: Ainda não foi escolhido direção

# SUPPORT_ADD_COMMENT
source: Add Comment
pt: Comentar

# SUPPORT_CAT_0_1_SENSOR
source: It does not work any specific sensor
pt: Ele não funciona sensor específico

# SUPPORT_CAT_0_2_DISPLAY
source: He does not go on Display
pt: Ele não vai ficar em exposição

# SUPPORT_CAT_0_3_OTHER
source: Another
pt: Outro

# SUPPORT_CAT_0_0_NO_REPORT
source: No positions report
pt: Não há posições relatório

# SUPPORT_CAT_1_0_NO_REPORT
source: Phones do not report
pt: Celular não relatam

# SUPPORT_CAT_1_1_EVENT_NO_POSITIONS
source: Arriving events, but not positions
pt: Chegando eventos, mas não posições

# SUPPORT_CAT_1_2_MODULE
source: Incident application module
pt: Incidente módulo de aplicação

# SUPPORT_CAT_1_3_OTHER
source: Another
pt: Outro

# SUPPORT_FILE_UPLOADED
source: Uploaded
pt: Carregado

# SUPPORT_INFORM
source: Report changes by mail to the following recipients (separated by;)
pt: Informe sobre as alterações por e-mail para os seguintes destinatários (separados por;)

# SUPPORT_LEVEL_0_BLOCKING
source: Blocking failure
pt: falha de bloqueio

# SUPPORT_LEVEL_1_ERROR
source: Failure
pt: Falha

# SUPPORT_LEVEL_3_SUGESTION
source: Suggestion
pt: Sugestão

# SUPPORT_LEVEL_4_QUESTION
source: Doubt
pt: Dúvida

# SUPPORT_RESOLUTION
source: Accept or reject the solution
pt: Aceitar ou rejeitar a solução

# SUPPORT_RESOLUTION_NOTSOLVED
source: Still not solved the problem
pt: Ainda não resolveu o problema

# SUPPORT_RESOLUTION_SOLVED
source: The problem is solved
pt: O problema é resolvido

# SUPPORT_STATE_1_OPEN
source: Open
pt: Abrir

# SUPPORT_STATE_2_WORKING
source: Ongoing
pt: Em curso

# SUPPORT_STATE_3_WAITING_USER
source: Waiting user response
pt: Aguardando resposta do usuário

# SUPPORT_STATE_4_SOLVED
source: Resolved
pt: Resolvida

# SUPPORT_STATE_5_APPROVED
source: Resolution Approved
pt: Resolução aprovada

# SUPPORT_STATE_6_REJECTED
source: Resolution Rejected
pt: Resolução Rejeitada

# SUPPORT_STATE_7_CLOSED
source: Closed
pt: Fechado

# SUPPORT_STATE_8_INVALID
source: Ticket Rejected
pt: Bilhete Rejeitada

# SUPPORT_STATE_CHANGED
source: Change State
pt: Mudança de Estado

# SUPPORT_TYPE_1_APPLICATION
source: Platform
pt: Plataforma

# TICKET_INIT
source: Start Cycle Logistics
pt: Iniciar Logística Ciclo

# ACTION_EVALUATES_GEOFENCE
source: Geofence Evaluation
pt: Avaliação de área demarcada

# ACTION_GEOFENCEMODE_INSIDE
source: Within
pt: Dentro

# ACTION_GEOFENCEMODE_OUTSIDE
source: Out
pt: Fora

# DOC_FIELDTYPE_CENTRODECOSTO
source: Cost Centre
pt: Centro de custo

# DOC_FIELDTYPE_CLIENTE
source: Customer
pt: Cliente

# DOC_FIELDTYPE_DATETIME
source: Date
pt: Data

# DOC_FIELDTYPE_EMPLEADO
source: Employee
pt: Empregado

# DOC_FIELDTYPE_EQUIPO
source: Team
pt: Equipe

# DOC_FIELDTYPE_FLOAT
source: Numeric Decimal
pt: Numérico Decimal

# DOC_FIELDTYPE_IMAGE
source: Image
pt: Imagem

# DOC_FIELDTYPE_INTEGER
source: Numeric Integer
pt: Numérico Integer

# DOC_FIELDTYPE_TANQUE
source: Tank
pt: Tanque

# DOC_FIELDTYPE_TEXT
source: Text
pt: Texto

# DOC_FIELDTYPE_TRANSPORTISTA
source: Carrier
pt: Portador

# DOC_FIELDTYPE_VEHICULO
source: Vehicle
pt: Veículo

# TIPODOC_OBLIGATORIO
source: Mandatory
pt: Obrigatório

# TIPODOC_ORDEN
source: Order
pt: Ordem

# TIPODOC_PARAMETRO
source: Parameter
pt: Parâmetro

# TIPODOC_PRECISION
source: Precision
pt: Precisão

# TIPODOC_REPETIR
source: Repeat
pt: Repetir

# TIPODOC_TAMANO
source: Size
pt: Tamanho

# TIPODOC_VALOR_DEFAULT
source: Default Value
pt: Valor padrão

# DIAS_ANTES_DEL_VENCIMIENTO
source: days before the expiration
pt: dias antes do vencimento

# PROMEDIO
source: Average
pt: Média

# CAPACIDAD_CARGA
source: Charge Capacity
pt: Capacidade do carga

# CAPACIDAD_COMBUSTIBLE
source: Fuel Capacity
pt: Capacidade do combustivel

# DISTANCIA_A_OBRA
source: Distance to Work
pt: Distância para o Trabalho

# DISTANCIA_TOTAL
source: Total Distance
pt: Distância total

# PORCENTAJE_LLENADO
source: Filling Percentage
pt: Percentual de enchimento

# TIEMPO_EN_OBRA
source: Work Time
pt: Tempo de trabalho

# PROGRAMACION_VIEW_GRAFICO
source: Graphic
pt: Gráfico

# PROGRAMACION_VIEW_PROGRAMACION
source: Programming
pt: Programação

# ENTREGAS
source: Deliveries
pt: Entregas

# ENSITIO
source: On Site
pt: No Local

# ENZONA
source: In Area
pt: Na Area

# FRECUENCIA_REPORTE_AC
source: AssistCargo Report Frecuency
pt: Relatório de freqüência para AssistCargo

# REPORTA_ASSISTCARGO
source: Reports to AssistCargo
pt: Relatórios para AssistCargo

# CODIGO_ASSISTCARGO
source: AssistCargo Code
pt: Código AssistCargo

# DISTRIBUCION_INICIAR
source: Start Trip
pt: Iniciar turismo

# DISTRIBUCION_CERRAR
source: Close Trip
pt: Viagem fechar

# DISTRIBUCION_REENVIAR
source: Forward Trip
pt: Viagem Reenviar

# ENTREGA_STATE_CANCELADO
source: Cancelled
pt: Cancelado

# ENTREGA_STATE_PENDIENTE
source: Pending
pt: Pendente

# ENTREGA_STATE_ENSITIO
source: On Site
pt: Em Sitio

# ENTREGA_STATE_ENZONA
source: On Zone
pt: Em Zona

# ENTREGA_STATE_COMPLETADO
source: Completed
pt: Completado

# ENTREGA_STATE_NO_COMPLETADO
source: Uncompleted
pt: Não Completado

# ENTREGA_STATE_VISITADO
source: Visited
pt: Visitado

# ENTREGA_STATE_SINVISITAR
source: Unvisited
pt: Sem Visitar

# VIAJE
source: Trip
pt: Viajar

# IMAGEN
source: Image
pt: Imagem

# TICKET_OPENED
source: Ticket cannot be started
pt: Não é possível iniciar o Bilhete

# CAMBIA_MENSAJE
source: Changes Message
pt: Alterar Mensagem

# MENSAJE_A_CAMBIAR
source: Message
pt: Mensagem

# PIDE_FOTO
source: Requests Picture
pt: Os pedidos de fotos

# SEGUNDOS_FOTO
source: Seconds
pt: Segundos

# AHORA
source: Now
pt: Agora

# PEDIR_FOTOS
source: Request Pictures
pt: Fotos fim

# HORAS_LABORALES
source: Business Hours
pt: Horário de funcionamento

# RENDIMIENTO
source: Performance
pt: Execução

# COSTO_KM
source: Km Cost
pt: Custo Km

# COSTO_HORA
source: Hour Cost
pt: Custo Hora

# COSTO_BULTO
source: Package Cost
pt: Custo Bulto

# ESTADO_PEDIDO_CANCELADO
source: Cancelled
pt: Cancelado

# ESTADO_PEDIDO_ENCURSO
source: Current
pt: Contínuo

# ESTADO_PEDIDO_ENTREGADO
source: Delivered
pt: Entregue
