Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/Menu.*.resx
Languages: pt

# ACC_DET_INFRACCIONES_X_CHOFER
source: Infractions Detail per Driver
pt: Detalhe de violações por motorista

# ACC_DET_INFRACCIONES_X_VEHICULO
source: Infractions Detail per Vehicle
pt: Detalhe de violações por veículo

# ACC_RANKING_CHOFERES
source: Driver Rankings
pt: Rankings Driver

# ACC_REP_DETALLE_RECORRIDO
source: Tour Detail Report
pt: Tour Report Detalhes

# ACC_REP_VARIACION_VELOCIDAD
source: Speed Change Report
pt: Velocidade Relatório Mudança

# CENTROS_COSTOS
source: Cost Centers
pt: Centros de custo

# CLOG_CICLOS_LOGISTICOS
source: Cycle Logistics
pt: Ciclo de Logística

# CLOG_HISTORICO_SERVICIOS
source: Historical Services
pt: Histórico Serviços

# CLOG_REP_TICKET_MOVIL
source: Tickets for Mobile Report
pt: Bilhetes para o Relatório Mobile

# CLOG_REP_TICKET_TIEMPO
source: Tickets for Weather Report
pt: Os ingressos para Weather Report

# CLOG_SERVICIOS
source: Services
pt: Serviços

# CLOG_TICKETS
source: Tickets
pt: Ingressos

# COMB_CONSISTENCIA_STOCK
source: Principal Tank Stock Consistency
pt: Consistência Stock do Tanque Principal

# COMB_CONSIST_STOCK_GRAFICO
source: Principal Stock Tank
pt: Tank Stock Principal

# COMB_CONSUMOS
source: Consumption
pt: Consumo

# COMB_DESPACHOS
source: Offices
pt: Escritórios

# COMB_INGRESOS_POZO
source: Income Pozo
pt: Renda Pozo

# COMB_REMITOS
source: Income
pt: Renda

# COMB_VARIACION_TANQUE
source: Tank Level Variation
pt: Tanque de variação do nível

# COMB_VOLUMEN_TANQUE
source: Main Tank Volume
pt: Volume do tanque principal

# CONCILIACIONES_LIST
source: Reconciliations
pt: Reconciliações

# CONSUMO_CAUDAL_MOTORES
source: Consumption and Flow Engine
pt: Consumo e mecanismo de fluxo

# CONSUMO_DIARIO
source: Daily Intake
pt: Ingestão Diária

# COST_CERTIFICACION
source: Certification
pt: Certificação

# COST_CONTROL_PARTES
source: Control Parts
pt: Controle de peças

# COST_PARTES
source: Party Personnel Carrier
pt: Grupo de Transporte de Pessoal

# COST_PERIODOS
source: Periods
pt: Períodos

# COST_VERIFICAR_PARTES
source: Check Parties
pt: Partes Check

# DETALLE_CHOFERES_DIA
source: Driver Details
pt: Detalhes sobre o driver

# DETALLE_VEHICULO_DIA
source: Vehicle detail
pt: detalhes do veículo

# DETENCIONES_DETALLE
source: Arrests Detail
pt: Detenções Detalhes

# DOCUMENTOS_MOBILE
source: Mobile Documents
pt: Documentos Mobile

# DOC_DOCUMENTOS
source: Documents
pt: Documentos

# DOC_REP_VENCIMIENTO
source: Documentation Maturity
pt: Documentação Maturidade

# DOC_TIPO_DOCUMENTO
source: Document Types
pt: Tipos de documento

# DOP_CERCANIA_POI
source: Proximity to Points of Interest
pt: Proximidade de Pontos de Interesse

# DOP_REP_GEOCERCAS
source: Geofence Report
pt: Relatório de área demarcada

# DOP_REP_RECORRIDO
source: Tours Report
pt: Tours Relatório

# DOP_VERI_DETAILS
source: Details Positions Checker
pt: Detalhes Posições Checker

# DOP_VERI_DISPOSITIVO
source: Device Controller
pt: Controlador de Dispositivo

# DOP_VERI_VEHICULO
source: Vehicle Checker
pt: Veículo Checker

# DUPLICAR_MENSAJES
source: Duplicate messages
pt: As mensagens duplicadas

# EST_REP_HISTOGRAMA_DETENCIONES
source: Arrests histogram
pt: histograma Prisões

# EST_REP_HORAS_EXTRA_MOVIL_GRAPH
source: Overtime Report
pt: Relatório de Horas Extras

# FERIADOS
source: Holidays
pt: Hospedagem

# INGRESO_CONCILIACIONES
source: Reconciliations Income
pt: Reconciliações de Renda

# MARCHA_ACUMULADA
source: Cumulative up
pt: Cumulativa até

# MOBILE_UTILIZATION
source: Vehicle Use
pt: Use veículo

# OPE_CONSOLA
source: Event Console
pt: Console de eventos

# OPE_MON_CALIDAD
source: Quality Monitor
pt: Monitor de Qualidade

# OPE_MON_HISTORICO
source: History Monitor
pt: História Monitor

# OPE_MON_RECORRIDO
source: Routes Monitor
pt: Monitor do Recorridos

# OPE_MON_ONLINE
source: Online Monitor
pt: Monitor Online

# OPE_MON_ENTIDAD
source: Geographic Location
pt: Ubicaçaõ Geografica

# PAGE_ERROR
source: Application Error
pt: Erro de aplicativo

# PAR_ACCIONES
source: Actions
pt: Ações

# PAR_ACTUALIZACION_PARAMETROS
source: Update Parameters
pt: Atualizar os parâmetros

# PAR_CAUDALIMETRO
source: Flowmeters
pt: Fluxômetros

# PAR_CLIENTES
source: Customers Type / Chain
pt: Tipo do Clientes / Cadena

# PAR_DET_DISPOSITIVOS
source: Device Details
pt: Detalhes do dispositivo

# PAR_DISPOSITIVOS
source: Devices
pt: Dispositivos

# PAR_EMPLEADOS
source: Employees
pt: Empregados

# PAR_EQUIPOS
source: Teams
pt: Equipes

# PAR_ESTADOLOG
source: Logistics States (Concrete)
pt: Logística Estados (Concreto)

# PAR_FIRMUPLOAD
source: Upload Firmware
pt: Carregar Firmware

# PAR_CONFIG_DISPOSITIVO
source: Device Setup
pt: Configuração de Dispositivos

# PAR_GEOCERCAS
source: Speed ​​Zones
pt: Zonas de Velocidade

# PAR_ICONOS
source: Icons
pt: Ícones

# PAR_IMPORTADOR
source: Bulk Import
pt: Importação em massa

# PAR_ODOMETROS
source: Odometers
pt: Odômetros

# PAR_PARAM_DISPOSITIVOS
source: Device Type Parameters
pt: Tipo Device Parameters

# PAR_POI
source: Geographical references
pt: referências geográficas

# PAR_REGION
source: District
pt: Distrito

# PAR_TANQUE
source: Tank
pt: Tanque

# PAR_TARJETAS
source: Cards
pt: Cartões

# PAR_TIPOGEOCERCA
source: Speed ​​Zone Types
pt: Tipos de Zona de Velocidade

# PAR_TIPO_DISPOSITIVO
source: Device Types
pt: Tipos de dispositivos

# PAR_TIPO_EMPLEADO
source: Employee Type
pt: Empregado Tipo

# PAR_TIPO_MENSAJE
source: Message Types
pt: Tipos de mensagem

# PAR_TIPO_POI
source: Geographic Reference Types
pt: Tipos de referência geográfica

# PAR_TIPO_VEHICULO
source: Vehicle Types
pt: Tipos de Veículos

# PAR_TRANSPORTISTAS
source: Carriers
pt: Portadores

# PAR_TURNOS
source: Shifts
pt: Turnos

# PAR_VEHICULOS
source: Vehicles
pt: Veículos

# PAR_MARCAS
source: Trademarks
pt: Marcas

# PTOS_ENTREGA
source: Customers / Delivery Points
pt: Clientes / Pontos de Entrega

# REPORTE_ODOMETROS
source: Odometer Report
pt: Odômetro Relatório

# SERVICES_ADMIN
source: Management Services
pt: Gestão de Serviços

# SOC_AREAOPERACION
source: Operating Area
pt: Área de Atuação

# SOC_FUNCIONES
source: Features
pt: Características

# SOC_PERFILES
source: Profiles
pt: Perfis

# SOC_SISTEMAS
source: Systems
pt: Sistemas

# SOC_USUARIOS
source: Users
pt: Usuários

# STAT_ACTI_CLIENTE
source: Activity by Customer Report
pt: Relatório de actividade por Cliente

# STAT_ACTI_OPERADOR
source: Activity Report by Operator
pt: Relatório de Atividades pelo Operador

# STAT_ACTI_VEHICULAR
source: Vehicular Activity Report
pt: Veicular Relatório de Atividades

# STAT_REP_HORAS
source: Hours Report
pt: Relatório de Horas

# STAT_REP_HORAS_ACUM
source: Accumulated Hours Report
pt: Horas acumuladas Relatório

# STAT_REP_KM
source: Report Kilometers
pt: Relatório Quilômetros

# STAT_REP_KM_ACUM
source: Kilometers Report Earnings
pt: Relatório de Resultados Quilômetros

# STAT_REP_MANTENIMIENTO
source: Maintenance Reporting
pt: Manutenção Reporting

# STAT_RESUMEN_OPERADOR
source: Operator summary
pt: Resumo do Operador

# STAT_RESUMEN_RUTA
source: Route Summary
pt: Resumo da rota

# STAT_RESUMEN_VEHICULAR
source: Vehicle Summary
pt: Resumo do carro

# SYS_ACC
source: Accidentology
pt: Acidentologia

# SYS_ADMIN
source: Administration
pt: Administração

# SYS_CICLO_LOGISTICO
source: Cycle Logistics
pt: Ciclo de Logística

# SYS_CONTROL_COMBUSTIBLE
source: Fuel Office
pt: Combustível Office

# SYS_COSTOS
source: Availability
pt: Disponibilidade

# SYS_DATOSOPE
source: Operational Data
pt: Dados Operacionais

# SYS_DISPOSITIVOS
source: Devices
pt: Dispositivos

# SYS_DOCUMENTOS
source: Document Control
pt: Controle de Documentos

# SYS_EMPLEADOS
source: Employees
pt: Empregados

# SYS_ENTIDADES
source: Remote Points
pt: Pontos Remotos

# SYS_MENSAJERIA
source: Messaging
pt: Mensagens

# SYS_OPE
source: Operation
pt: Operação

# SYS_PAR
source: Parameterization
pt: Parametrização

# SYS_SOC
source: Organization and Control
pt: Organização e Controle

# SYS_STAT
source: Statistics
pt: Estatísticas

# SYS_AUD
source: Audit
pt: Auditoria

# SYS_TRANSPORTISTAS
source: Carriers
pt: Portadores

# SYS_VEHICULOS
source: Vehicles
pt: Veículos

# TRAN_ACTI_TRANSPORTISTAS
source: 3rd party transport activity
pt: Actividade de transporte de terceiros

# TRAN_HORAS_ACUMULADAS
source: Carrier Reporting Hours
pt: Reportagem Horas Carrier

# TRAN_KILOMETROS_ACUMULADOS
source: Report of kilometers by Carrier
pt: Relatório de quilômetros pelo Transportador

# UTILIZACION_FLOTA
source: Fleet Utilization
pt: Utilização da frota

# HORAS_DENTENCION
source: Arrest Report Hours
pt: Relatório Horas de detenção

# EST_STOPPED_HS
source: Report Hours Arrested For Turns
pt: Relatório de Horas Preso Por Liga

# EST_IDLE_TIME
source: Report idle hours
pt: Relatório de horas ociosas

# SUP_TICKETSOPORTE
source: Support Ticket
pt: Ticket

# SYS_SOPORTE
source: Support
pt: Suporte

# PAR_FERIADOS
source: Holidays
pt: Hospedagem

# LOGS_ADMIN
source: Log
pt: Entrar

# LOG_CONTEXT_ADMIN
source: Log Context
pt: Log Contexto

# AUD_LOGIN_HISTORY
source: Access Report
pt: Relatório de Acesso

# QUEUES_ADMIN
source: Queues status
pt: status de filas

# REP_EVENTOS_ACCESO
source: Access Control
pt: Controle de Acesso

# SYS_ACCESS_CONTROL
source: Access Control
pt: Controle de Acesso

# PAR_TIPO_SERVICIO
source: Service Types
pt: Tipos de Serviço

# PAR_DISTRIBUIDOR
source: Distributors
pt: Distribuidores

# PAR_MOTIVOS
source: Pleas
pt: Fundamentos

# PAR_PUERTAS
source: Doors
pt: Portas

# AC_REP_HORAS
source: Report of Hours Worked
pt: Relatório de Horas Trabalhadas

# STAT_REP_AC_HORAS_ACUM
source: Cumulative Hours Worked Report
pt: Horas Trabalhadas cumulativa Relatório

# SYS_REPORTES
source: Reports
pt: Relatórios

# CLOG_REP_DURATION_TICKETS
source: Cycle Control
pt: Controle do ciclo

# CLOG_BOCADECARGA
source: Mouth Load
pt: Carga boca

# CLOG_PEDIDO
source: Order
pt: Ordem

# CLOG_PROGRAMACION
source: Scheduling Order
pt: Ordem agendamento

# EST_PEDIDOS_PROGRAMADOS
source: Scheduling Order Report
pt: Reporte Ordem agendamento

# CLOG_DISTRIBUCION
source: Distribution
pt: Distribuição

# SYS_DISTRIBUCION
source: Distribution
pt: Distribuição

# SYS_HORMIGON
source: Concrete
pt: Concreto

# MAN_CONSUMOS
source: Expenditures
pt: Consumos

# MAN_PROVEEDOR
source: Providers
pt: Provedores

# MAN_INSUMOS
source: Articles
pt: Items

# MAN_TIPO_INSUMOS
source: Article Types
pt: Tipos de Item

# MAN_TIPO_PROVEEDOR
source: Provider Types
pt: Tipos de Provedor

# SYS_MANTENIMIENTO
source: Maintenance
pt: Manutenção

# PAR_MODELOS
source: Models
pt: Modelos

# EST_TABLERO_CONTROL
source: Control Board
pt: Controle de placa

# STAT_REPORTE_CONSUMOS
source: Fuel Report
pt: Relatório do Combustivel

# ADMIN_PROGRAMACION_REPORTE
source: Scheduled Reports
pt: Relatórios Programados

# PAR_PRODUCTO
source: Products
pt: Produtos

# PAR_PLANES
source: Plans
pt: Planos

# PAR_LINEA_TELEFONICA
source: Telephone Lines
pt: Linhas Telefônicas

# M2M_RESUMEN_EVENTOS
source: Events Summary
pt: Resumo do Eventos

# PAR_TIPO_ENTIDAD
source: Remote Points Types
pt: Tipos de Pontos Remotos

# PAR_TIPO_MEDICION
source: Measurement Types
pt: Tipos de Medição

# PAR_ENTIDAD
source: Remote Points
pt: Pontos Remotos

# PAR_SUBENTIDAD
source: Measurers
pt: Medidores

# PAR_SENSOR
source: Sensors
pt: Sensores

# REP_MEDIDORES
source: Measurements per Month, Day and Hour
pt: Medições por Dia, Mes e Hora

# REP_COMPARATIVO
source: Dispatch Vs. Consumption Report
pt: Despacho Vs. Consumo Mensal

# REP_DESVIO_CONSUMO
source: Consumption Deviation Report
pt: Litros por Km e Hora em Marcha

# REP_DESPACHOS
source: Dispatch Control
pt: Control do Despachos

# PAR_DETALLE
source: Detail Attributes
pt: Atributos do Detalhe

# PAR_UNIDAD_MEDIDA
source: Measure Unit
pt: Unidade de Medida

# M2M_RESUMEN_ENTIDADES
source: Remote Points Summary
pt: Resumo do Pontos Remotos

# OPE_MON_SUBENTIDAD
source: Measurer Monitor
pt: Monitor do Medidores

# M2M_REPORTE_MEDICIONES
source: Measurements
pt: Medições

# M2M_REPORTE_EVENTOS
source: Events Report M2M
pt: Relatório do Eventos M2M

# CONSOLA_M2M
source: Event Console M2M
pt: Console do Eventos M2M

# M2M_REPORTE_VARIACION_MEDICIONES
source: Measurements Variation
pt: Variação do medições

# REPORTE_CONSUMOS_CC
source: Consumption Report by Cost Center
pt: Relatório do Consumos por Centro de Costo

# M2M_RENDIMIENTO
source: Performance List
pt: Lista do Rendimento

# REPORTE_RETRASOS
source: Delays
pt: Atrasos

# REP_CONTROL_DISTRIBUCION
source: Route Delay
pt: Retraso do Ruta

# EST_KM_HS_PRODUCTIVOS
source: Productive Km and Hours
pt: Km e Horas Produtivas

# MAN_DEPOSITOS
source: Deposits
pt: Depositos

# MAN_STOCK
source: Stock History
pt: Historia do Estoque

# OPE_MIMICO
source: Mimic
pt: Mimic Entregas

# OPE_MON_VIAJES
source: Trip Monitor
pt: Monitor de Viajem

# SYS_PROGRAMACION
source: Programming
pt: Programação

# SYS_REPORTES_CICLO
source: Cycle Reports
pt: Relatórios do Ciclo

# SYS_TICKETS_MULTIPLES
source: Multiple Tickets
pt: Tickets Multiples

# SYS_TICKETS_SIMPLES
source: Simple Tickets
pt: Tickets Simples

# SYS_MONITOREO
source: Monitoring
pt: Monitoramento

# SYS_PARTES
source: Parts
pt: Partes

# SYS_VARIOS
source: Several
pt: Varios

# ADM_SATELITES
source: Orbcomm Satellites coverage
pt: Cobertura Satelites Orbcomm

# PAR_DEPARTAMENTO
source: Departaments
pt: Departamentos

# SYS_REFERENCIAS_GEOGRAFICAS
source: Geographic References
pt: Referencias Geográficas

# AC_ADMINISTRADOR
source: Fingerprinted Manager
pt: Gerenciador de impressões digitais

# COMB_FLEETONLINE
source: Fuel Dispatch
pt: Despacho do Combustivel

# CLOG_RECORRIDO
source: Routes
pt: Recorridos

# CLOG_TIPOSERVICIO
source: Servie Type
pt: Tipo de Serviço

# EST_TICKET_SOPORTE
source: Support Tickets Report
pt: Relatório Tickets do Suporte

# MAN_STOCK_INSUMO
source: Stock
pt: Estoque

# REP_DESPACHOS_LISTA
source: Dispatch Report
pt: Relatório do Despachos

# REP_DISTRIBUCION
source: Deliveries Status
pt: Estado do Entregas

# ANALIZADOR_MEDICIONES
source: Measurements Analyzer
pt: Mediçoes Analyzer

# PAR_ZONAS
source: Zones
pt: Áreas

# PAR_TIPOS_ZONA_ACCESO
source: Access Zone Types
pt: Tipos de Área de Acesso

# PAR_ZONAS_ACCESO
source: Access Zones
pt: Áreas de Acesso

# VERIF_EMPLEADOS
source: Employees Checker
pt: Controlador do Empregados

# RANKING_VEHICULOS
source: Vehicle Ranking
pt: Ranking do Veículos

# REP_FLUJO_TAREAS
source: Route Productivity
pt: Produtividad do Ruta

# MONITOR_ESTADO_ENTREGAS
source: Delivery Points Status Monitor
pt: Monitor do Estado do Puntos do Entrega

# REP_RESUMEN_ENTREGAS
source: Delivery Points Summary
pt: Resumen do Entregas

# SUBCENTROS_COSTOS
source: Costs Subcenters
pt: Subcentros de Custos

# DISTRIBUCION_GLOBAL_ENTREGAS
source: Global Delivery Distribution
pt: Distribuição Global do Entregas

# SYS_TELEMETRIA
source: Telemetrics
pt: Telemetria

# REP_POSICIONES
source: Positions
pt: Posiçoes

# REP_MAPA
source: Map
pt: Mapa

# REP_CONFIGURACION
source: Configuration
pt: Configuração

# REP_GRAFICO_LLENADO
source: Status Graph
pt: Grafico do llenado

# REP_MEDICIONES
source: Measurements
pt: Mediçoes

# REP_TABLERO_CONTROL
source: Control Board
pt: Tablero do Control

# REP_ZONA_0
source: Zone 0
pt: Zona 0

# TABLERO_CONTROL_DISTRIBUCION
source: Distributions Control Board
pt: Tablero do Control do Distribuçoes

# REPORTE_VIAJE
source: Trips Time
pt: Tempos do Viajem

# REPORTE_TRASLADO
source: Trips Movement
pt: Traslados do Viajem

# KPI_DISTRIBUCION
source: Distribution KPI
pt: KPI Distribução

# REP_RESUMEN_RUTAS
source: Routes Summary
pt: Resumen do Rutas

# PREASIGNACION_VIAJE_VEHICULO
source: Route-Vehicle Preasign
pt: Preasignação Ruta-Veículo

# MANT_TICKET
source: Maintenance Tickets
pt: Tickets do Mantenimento

# CONSOLA_ENTREGAS
source: Delivery Console
pt: Console do Entregas

# LOGICLINK_ADMIN
source: Logiclink Files
pt: Archivos Logiclink

# KPI_ESTADO_ENTREGAS
source: KPI Monitor Deliveries Status
pt: Monitor KPI Estado do Entregas

# PAR_AGENDA
source: Vehicular Schedule
pt: Calendário Veicular

# SYS_CERTIFICACIONES
source: Certifications
pt: Certificaçoes

# RESUMEN_ACTIVIDAD
source: Activity Summary
pt: Resumo do Actividade

# KILOMETROS_DIARIOS
source: Daily Kilometers
pt: Kilómetros Diários

# REPORT_LOG
source: Ejecuted Reports Log
pt: Log do Reportes Ejecutados

# PAR_ESTADO_LOGISTICO
source: Logistics States
pt: Estados Logisticos

# PAR_TIPO_CICLO_LOGISTICO
source: Logistic Cycle Type
pt: Tipo do Ciclo Logistico

# REP_ESTADOS_LOGISTICOS
source: Logistics States Report
pt: Relatorio do Estados Logisticos
