Repository: jesumarquez/lt
Catalog: Logictracker/Framework/Culture/Resources/SystemMessages.*.resx
Languages: pt

# CLOG_START_SENT
source: Logistic cycle start has been sent to the vehicle:
pt: Tem ciclo logístico foi enviada ligar o veículo:

# CONFIRM_OPERATION
source: Are you sure you want to perform this operation?
pt: Tem certeza que quer executar esta operação?

# DUPLICATED_ELEMENT
source: Duplicate item. The modifications did not affect the original object
pt: Duplicar item. As alterações não afetarão o objeto original

# ESTADOS_LOGISTICOS_NOT_FOUND
source: Failed to generate the report, verify that the information is correct and that the States possess Logistics Base defined
pt: Falha ao gerar o relatório, verifique se as informações estão corretas e que os Estados possuem Base Logística definido

# EXPORT_CSV_DATA
source: Export to CSV
pt: Exportar para CSV

# EXPORT_REPORT_DATA
source: Reporting Export Data
pt: Exportação de dados Reporting

# MESSAGE_SENT
source: The message has been sent to the following phones: {0}
pt: A mensagem foi enviada para os seguintes telefones: {0}

# MULTIPLE_ADDRESSES
source: We found multiple addresses, please check your input values
pt: Encontramos vários endereços, consulte os valores introduzidos

# NO_GEOCERCA_INFO
source: There are insufficient data to show details of a tour!
pt: Não existem dados suficientes para mostrar detalhes de uma turnê!

# NO_POSITIONS_DEVICE
source: The device has not reported positions {0}!
pt: O dispositivo não informou posições {0}!

# NO_POSITIONS_MOBILE
source: The vehicle has not reported positions {0}!
pt: O veículo não tem relatado posições {0}!

# NO_RESULT_FOR_CURRENT_FILTERS
source: There were no data associated with the selected filters!
pt: Não foram dados associados com os filtros selecionados!

# NO_ROUTE_INFO
source: No information requested for travel reconciled.
pt: Não há informações solicitadas para o curso reconciliados.

# NO_SERVICES
source: Services are not configured to be monitored.
pt: Serviços que não estão configurados para serem monitorados.

# ONLINE_UPDATED_POSITIONS
source: {0} position (s) updated to {1}
pt: {0} posição (s) atualizado para {1}

source: Please wait ...
pt: Por favor, aguarde ...

# COUNTERS_NOT_AVAILABLE
source: N/A
pt: N/D

# POI_CREATE_OK
source: It has successfully discharged the address entered
pt: Tem sucesso descarregada do endereço digitado

# POI_IMPORT_OK
source: It has successfully completed the import of the points of interest.
pt: Ele concluiu com êxito a importação dos pontos de interesse.

# ROUTE_TOO_LONG
source: Period too long to show details of a tour!
pt: Período de muito tempo para mostrar os detalhes de uma turnê!

# SELECCIONE_VEHICULO
source: Select one or more vehicles
pt: Selecione um ou mais veículos

# TICKET_ROUTE_NOT_FOUND
source: Ticket current information does not establish a route
pt: Bilhete informação atual não estabelecer uma rota

# UNASIGNED_VEHICLE
source: Unable to send internal message to {0} since no device assigned!
pt: Não é possível enviar uma mensagem interna para {0} pois nenhum dispositivo atribuído!

# WAIT
source: Please wait ...
pt: Por favor, aguarde ...

# TICKET_INIT
source: Select the start time for this ticket
pt: Selecione o tempo de início para este bilhete

# CONFIRM_DELETE_PARAM_TIPODOC
source: This will remove the values ​​of this parameter \ not all documents \ n \ n Continue? \ N
pt: Isso vai remover os valores deste parâmetro \ nem todos os documentos \ n \ n Continue? \ N

# PICTURES_NOT_FOUND
source: No photos found
pt: Nenhuma foto encontrada

# PICTURES_NOT_FOUND_TEXT
source: At the moment no pictures available for this event. Please try again later.
pt: No momento não há imagens disponíveis para este evento. Por favor, tente novamente mais tarde.

# TICKET_OPENED
source: The ticket can not be started because there is already an active ticket for the same vehicle.
pt: O bilhete não pode ser iniciado porque já existe um bilhete de ativo para o mesmo veículo.

# TICKET_SPLIT_CONFIRM
source: Are you sure you want to split the ticket to satisfy the request? The original ticket will be modified
pt: Tem certeza de que quer dividir o bilhete para satisfazer o pedido? O bilhete original será modificado

# TCIKET_REGENERATE_DONE
source: It has recalculated the logistic cycle events available.
pt: Tem recalculado os eventos de ciclo de logística disponíveis.

# TICKET_REGENERATE_CONFIRM
source: Are you sure you want to recalculate the schedule of the ticket?
pt: Tem certeza que deseja recalcular a programação do ticket?

# TICKET_START_ALL_CONFIRM
source: Are you sure you want to start all outstanding tickets?
pt: Tem certeza de que deseja iniciar todos os tickets em circulação?

# TICKET_START_CONFIRM
source: Are you sure you want to start this ticket?
pt: Tem certeza de que quer começar este ticket?

# TICKET_CANCEL
source: Are you sure you want to cancel this ticket?
pt: Tem certeza que deseja cancelar este ticket?

# TICKET_ANULADO_USER_DAY_REASON
source: Ticket canceled by the user {0} on {1}. Reason: {2}
pt: Ticket cancelado pelo usuário {0} em dia {1}. Motivo: {2}

# TICKET_DOCUMENTOS_VENCIDOS
source: There required documents were not submitted or are defeated.
pt: Há documentos exigidos não foram apresentados ou são derrotados.

# TIPOS_DISTRIBUCION
source: <b>Normal</b>: The distribution will be done in compliance with an order of delivery.<br /><b>Disorderly</b>: The distribution will be done with no respect for any order of delivery.<br /><b>Fixed Route</b>: The distribution will be done observing a delivery order and a predefined route.
pt: <b>Normal</b>: A distribuição é feita em conformidade com uma ordem de entrega.<br /><b>Desordenada</b>: A distribuição será nenhum respeito por qualquer ordem de entrega.<br /><b>Rota fixa</b>: A distribuição será observar uma ordem de entrega e uma rota predefinida.
